Repository: telegramdesktop/tdesktop
Catalog: Telegram/Resources/langs/lang_*.strings
Languages: cs, de, es, he, id, it, ko, nl, pt_br, zh_hk, zh_ow

# lng_channels_too_much_public_revoke_confirm_channel
source: Are you sure you want to revoke the link {link}? The channel «{group}» will become private.
cs: Jsi si jistý, že chceš odvolat odkaz {link}? Kanál «{group}» se stane soukromým.
de: Link {link} wirklich widerrufen? Der Kanal «{group}» wird dann nicht mehr öffentlich sein.
es: ¿Quieres anular el enlace {link}? El canal «{group}» pasará a ser privado.
he: האם אתה בטוח שברצונך לבטל את הקישור {link}? הערוץ «{group}» יהפוך לפרטי.
id: Apakah Anda yakin ingin mencabut pranala ini {link}? Kanal «{group}» ini akan menjadi grup pribadi.
it: Sei sicuro di voler revocare il link {link}? Il canale «{group}» diventerà privato.
ko: 이 링크 {link} 를 폐기하시겠습니까? «{group}» 채널방은 비공개로 전환됩니다.
nl: Deze link echt intrekken {link}? Het kanaal «{group}» zal privé worden.
pt_br: Você tem certeza que deseja remover o link {link}? O canal «{group}» se tornará privado.
zh_hk: 您確定要撤換連結 {link}？ 頻道【{group}】將設定為私人頻道。
zh_ow: 尼確定要撤換傳送器 {link}？ 大聲公 «{group}» 將變成私人ㄉ。

# lng_channels_too_much_public_revoke
source: Revoke
cs: Odvolat
de: Widerrufen
es: Anular
he: בטל קישור
id: Cabut
it: Revoca
ko: 폐기
nl: Intrekken
pt_br: Remover
zh_hk: 撤換
zh_ow: 撤換

# lng_group_invite_bad_link
source: This invite link is invalid or has expired.
cs: Odkaz s pozvánkou je nevalidní, nebo expiroval.
de: Der Einladungslink ist nicht mehr gültig.
es: El enlace de invitación está roto o ha expirado.
he: קישור ההזמנה שבור או פג תוקף.
id: Pranala undangan ini rusak atau sudah kedaluwarsa.
it: Questo link d'invito non funziona o è scaduto.
ko: 초대링크가 깨졌거나 폐기되었습니다.
nl: Deze uitnodigingslink is defect of verlopen.
pt_br: Link de convite quebrado ou expirado.
zh_hk: 抱歉，此邀請連結已經失效或過期。
zh_ow: 這個傳送器已經壞掉或過期ㄌ。

# lng_group_invite_members#one
source: {count} member, among them:
de: {count} Mitglied, darunter:
es: {count} miembro, entre ellos:
he: מנוי {count}, ביניהם:
it: {count} membro, tra cui:
ko: 대화상대 {count}명, 참여자 현황:
nl: {count} lid, waaronder:
pt_br: {count} membro, entre eles:
zh_hk: {count} 個成員，其中︰
zh_ow: {count} 個魔法師，其中：

# lng_group_invite_members#other
source: {count} members, among them:
de: {count} Mitglieder, darunter:
es: {count} miembros, entre ellos:
he: {count} מנויים, ביניהם:
it: {count} membri, tra cui:
ko: 대화상대 {count}명, 참여자 현황:
nl: {count} leden, waaronder:
pt_br: {count} membros, entre eles:
zh_hk: {count} 個成員，其中︰
zh_ow: {count} 個魔法師，其中包括：

# lng_group_invite_create
source: Create an invite link
cs: Vytvořit odkaz s pozváním
de: Neuer Link
es: Crear un enlace de invitación
he: צור קישור הזמנה
id: Buat sebuah pranala undangan
it: Crea un link d'invito
ko: 초대링크 생성
nl: Uitnodigingslink maken
pt_br: Criar um link de convite
zh_hk: 建立邀請連結
zh_ow: 建立一個傳送器

# lng_group_invite_about_new
source: Your previous link will be deactivated and we'll generate a new invite link for you.
cs: Tvůj předchozí odkaz bude deaktivován, a bude vygenerován nový odkaz s pozváním.
de: Dein vorheriger Link wird ungültig, wenn du einen neuen erstellst.
es: El enlace previo será desactivado y generaremos uno nuevo para ti.
he: הקישור הקודם שלך יוסר ויווצר קישור הזמנה חדש.
id: Pranala sebelumnya akan dinonaktifkan dan kami akan membuat pranala baru bagi Anda.
it: Il tuo link precedente sarà disattivato e verrà generato un nuovo link d'invito per te.
ko: 기존 링크는 폐기되며 새로운 초대링크가 생성됩니다.
nl: Je uitnodigingslink zal inactief worden, een nieuwe link zal worden gegenereerd.
pt_br: Seu link de convite será desativado e iremos gerar um novo link para você.
zh_hk: 您之前的連結將被停用，而我們會產生一個新的邀請連結給您。
zh_ow: 尼之前ㄉ傳送器將被停用，而我們會產生一個新ㄉ傳送器給尼。

# lng_group_invite_copied
source: Invite link copied to clipboard.
cs: Odkaz s pozváním byl zkopírován do schránky.
de: Einladungslink wurde kopiert.
es: Enlace de invitación copiado al portapapeles.
he: קישור הועתק ללוח.
id: Pranala undangan disalin ke papan klip.
it: Link d'invito copiato negli appunti.
ko: 클립보드에 초대링크가 복사 되었습니다.
nl: Link gekopieerd naar klembord.
pt_br: Link copiado para área de transferência.
zh_hk: 已複製邀請連結到剪貼簿
zh_ow: 傳送器已複製到剪貼簿。

# lng_group_invite_no_room
source: Unable to join this group because it has too many members.
cs: Připojení do skupiny není možné. Je tam již max. možný počet členů.
de: Leider kannst du dieser Gruppe nicht mehr beitreten, da sie bereits voll ist.
es: No puedes unirte a este grupo porque hay muchos miembros en él.
he: לא ניתן להצטרף לקבוצה זו מפני שיש בה יותר מידי מנויים.
id: Tidak dapat bergabung ke grup ini karena sudah ada banyak anggota di dalamnya.
it: Impossibile unirsi a questo gruppo perché ci sono già troppi membri.
ko: 그룹방 인원 최대치가 도달하여 더이상 참여가 안됩니다.
nl: De ledenlimiet van de groep is bereikt.
pt_br: Não foi possível entrar no grupo porque ele já possui muitos membros.
zh_hk: 無法加入這個群組，因為目前已經有太多成員了。
zh_ow: 無法加入這個圈圈，因為 目前已經有太多魔法師ㄌ。

# lng_channel_public_link_copied
source: Link copied to clipboard.
cs: Odkaz zkopírován no schránky.
de: Link in die Zwischenablage kopiert.
es: Enlace copiado al portapapeles.
he: הקישור הועתק.
id: Pranala disalin ke papan klip.
it: Link copiato negli appunti.
ko: 클립보드에 링크가 복사되었습니다.
nl: Link gekopieerd naar klembord
pt_br: Link copiado para área de transferência.
zh_hk: 已複製連結到剪貼簿
zh_ow: 傳送器已複製到剪貼簿。

# lng_forwarded
source: Forwarded from {user}
cs: {user} přesměroval
de: Weitergeleitet von {user}
es: Reenviado desde {user}
he: הועבר מ {user}
id: Diteruskan dari {user}
it: Inoltrato da {user}
ko: {user}님으로 부터 전달 받음
nl: Doorgestuurd van {user}
pt_br: Encaminhado de {user}
zh_hk: 轉發自 {user}
zh_ow: 轉傳自 {user}

# lng_forwarded_date
source: Original: {date}
he: מקורי: {date}
it: Originale: {date}
ko: 원본: {date}
nl: Origineel: {date}
zh_hk: 原：{date}
zh_ow: 原始：{date}

# lng_forwarded_channel
source: Forwarded from {channel}
cs: Přesměrováno z {channel}
de: Weitergeleitet aus {channel}
es: Reenviado desde {channel}
he: הועבר מ {channel}
id: Diteruskan dari {channel}
it: Inoltrato da {channel}
ko: {channel}로 부터 전달 받음
nl: Doorgestuurd van {channel}
pt_br: Encaminhado de {channel}
zh_hk: 轉發自 {channel}
zh_ow: 轉傳自 {channel}

# lng_forwarded_via
source: Forwarded from {user} via {inline_bot}
cs: {user} přesměroval(a) skrz {inline_bot}
de: Weitergeleitet von {user} via {inline_bot}
es: Reenviado desde {user} vía {inline_bot}
he: הועבר מ {user} באמצעות {inline_bot}
id: Diteruskan dari {user} melalui {inline_bot}
it: Inoltrato da {user} via {inline_bot}
ko: {inline_bot}을 {user}로 부터 전달 받음
nl: Doorgestuurd van {user} via {inline_bot}
pt_br: Encaminhado de {user} via {inline_bot}
zh_hk: 轉發自 {user} 透過 {inline_bot}
zh_ow: 轉傳自 {user} 透過 {inline_bot}

# lng_forwarded_channel_via
source: Forwarded from {channel} via {inline_bot}
cs: Přesměrováno z {channel} skrz {inline_bot}
de: Weitergeleitet aus {channel} via {inline_bot}
es: Reenviado desde {channel} vía {inline_bot}
he: הועבר מ {channel} באמצעות {inline_bot}
id: Diteruskan dari {channel} melalui {inline_bot}
it: Inoltrato da {channel} via {inline_bot}
ko: {inline_bot}을 {channel}로 부터 전달 받음
nl: Doorgestuurd van {channel} via {inline_bot}
pt_br: Encaminhado de {channel} via {inline_bot}
zh_hk: 轉發自 {channel} 透過 {inline_bot}
zh_ow: 轉傳自 {channel} 透過 {inline_bot}

# lng_edited
source: edited
cs: upraveno
de: bearbeitet
es: editado
he: נערך
id: disunting
it: modificato
ko: 수정됨
nl: gewijzigd
pt_br: editado
zh_hk: 已編輯
zh_ow: 已編輯

# lng_edited_date
source: Edited: {date}
cs: Upraveno: {date}
de: Bearbeitet: {date}
es: Editado: {date}
he: נערך: {date}
id: Disunting: {date}
it: Modificato: {date}
ko: 수정됨: {date}
nl: Gewijzigd: {date}
pt_br: Editado: {date}
zh_hk: 已編輯：{date}
zh_ow: 已編輯：{date}

# lng_admin_badge
source: admin
he: מנהל
zh_hk: 管理員
zh_ow: 大魔法師

# lng_fast_reply
source: Reply
he: השב
zh_ow: 回覆

# lng_cancel_edit_post_sure
source: Cancel editing?
cs: Zrušit editaci?
de: Bearbeitung abbrechen?
es: ¿Cancelar edición?
he: לבטל עריכה?
id: Batalkan penyuntingan?
it: Annullare la modifica?
ko: 수정을 취소하겠습니까?
nl: Wijzigen annuleren?
pt_br: Cancelar edição?
zh_hk: 取消編輯？
zh_ow: 取消編輯？

# lng_cancel_edit_post_yes
source: Yes
cs: Ano
de: Ja
es: Sí
he: כן
id: Ya
it: Sì
ko: 네
nl: Ja
pt_br: Sim
zh_hk: 是
zh_ow: 是

# lng_cancel_edit_post_no
source: No
cs: Ne
de: Nein
he: לא
id: Tidak
ko: 아니요
nl: Nee
pt_br: Não
zh_hk: 否
zh_ow: 否

# lng_bot_share_location_unavailable
source: Sorry, location sharing is currently unavailable in Telegram Desktop.
cs: Bohužel, sdílení lokace je momentálně v aplikaci Telegram Desktop nedostupné.
de: Teilen von Standorten ist derzeit bei Telegram Desktop nicht möglich.
es: Lo sentimos, compartir la ubicación no está disponible actualmente en Telegram Desktop.
he: מצטערים, שיתוף המיקום אינו זמין כעת ב- Telegreat Desktop.
id: Maaf, berbagi lokasi saat ini belum tersedia di Telegram Desktop.
it: Spiacenti, la condivisione della posizione non è al momento disponibile su Telegram Desktop.
ko: 죄송합니다, 위치 공유는 텔레그램 테스크탑에서는 현재 지원을 하고 있지 않습니다.
nl: Sorry, locatie delen is nog niet beschikbaar via Telegram Desktop.
pt_br: O compartilhamento de localização está atualmente indisponível no Telegram Desktop.
zh_hk: 抱歉，Telegram 桌面版目前尚未支援位置分享。
zh_ow: 抱歉，位置魔法書分享目前在 Telegreat Desktop 還無法使用。

# lng_bot_share_phone
source: Do you want to share your phone number with this bot?
cs: Sdílet telefonní číslo?
de: Telefonnummer teilen?
es: ¿Compartir número de teléfono?
he: האם ברצונך לשתף את מספר הטלפון שלך עם רובוט זה?
id: Bagikan Nomor Telepon?
it: Condividere il numero di telefono?
ko: 전화번호를 공유하겠습니까?
nl: Telefoonnummer delen?
pt_br: Compartilhar Número de Telefone?
zh_hk: 您要與此機械人分享您的電話號碼？
zh_ow: 尼想和這個機器人分享尼ㄉ魔法器號碼嗎？

# lng_bot_share_phone_confirm
source: Share
cs: Sdílet
de: Teilen
es: Compartir
he: שתף
id: Bagikan
it: Condividi
ko: 공유
nl: Delen
pt_br: Compartilhar
zh_hk: 分享
zh_ow: 分享

# lng_attach_failed
source: Failed
cs: Selhalo
de: Uploadfehler
es: Fallido
he: שגיאה
id: Gagal
it: Fallito
ko: 실패
nl: Mislukt
pt_br: Falhou
zh_hk: 失敗了
zh_ow: 失敗ㄌ

# lng_attach_file
source: File
cs: Soubor
de: Datei
es: Archivo
he: קובץ
id: Berkas
ko: 파일
nl: Bestand
pt_br: Arquivo
zh_hk: 檔案
zh_ow: 玉石

# lng_attach_photo
source: Photo
cs: Obrázek
de: Bild
es: Foto
he: תמונה
id: Foto
it: Foto
ko: 사진
nl: Foto
pt_br: Foto
zh_hk: 相片
zh_ow: 照片

# lng_media_open_with
source: Open With
cs: Otevřít v
de: Öffnen mit
es: Abrir con
he: פתח באמצעות
id: Buka Dengan
it: Apri con
ko: 다음으로 열기
nl: Openen met
pt_br: Abrir Com
zh_hk: 使用其他程式開啟
zh_ow: 開啟

# lng_media_download
source: Download
cs: Stáhnout
es: Descargar
he: הורד
id: Unduh
it: Scarica
ko: 다운로드
nl: Downloaden
zh_hk: 下載
zh_ow: 下載

# lng_media_cancel
source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
he: ביטול
id: Batal
it: Annulla
ko: 취소
nl: Annuleren
pt_br: Cancelar
zh_hk: 取消
zh_ow: 取消

# lng_media_video
source: Video
es: Vídeo
he: קובץ וידאו
id: Berkas video
ko: 동영상
pt_br: Vídeo
zh_hk: 影片
zh_ow: 影片

# lng_media_audio
source: Voice message
cs: Hlasová zpráva
de: Sprachnachricht
es: Mensaje de voz
he: הודעה קולית
id: Pesan suara
it: Messaggio vocale
ko: 음성 메시지
nl: Spraakbericht
pt_br: Mensagem de voz
zh_hk: 語音訊息
zh_ow: 語音水晶玉

# lng_media_auto_settings
source: Automatic media download
cs: Nastavení automatického stahování médií
de: Einstellungen für Mediendownloads
es: Ajustes de autodescarga de multimedia
he: הגדרות הורדת מדיה אוטומטית
id: Pengaturan unduhan media otomatis
it: Impostazioni di download automatico
ko: 미디어 자동 다운로드 설정
nl: Instellingen voor media-downloads
pt_br: Download automático de mídia
zh_hk: 自動下載媒體
zh_ow: 自動下載媒體ㄉ設定

# lng_media_auto_play
source: Autoplay
cs: Auto-přehrávání
de: Automatisch Abspielen
es: Autorreproducir
he: הפעל אוטומטית
id: Putar otomatis
it: Autoriproduzione
ko: 자동재생
nl: Automatisch afspelen
pt_br: Reproduzir automaticamente
zh_hk: 自動播放
zh_ow: 自動播放

# lng_emoji_category1
source: Emoji & People
cs: Lidé
de: Personen
es: Personas
he: אנשים
id: Orang
it: Persone
ko: 사람
nl: Mensen
pt_br: Pessoas
zh_hk: 人物
zh_ow: 人們

# lng_emoji_category2
source: Nature
cs: Příroda
de: Natur
es: Naturaleza
he: טבע
id: Alam
it: Natura
ko: 자연
nl: Natuur
pt_br: Natureza
zh_hk: 自然界
zh_ow: 自然

# lng_emoji_category3
source: Food & Drink
cs: Jídlo a pití
de: Essen & Trinken
es: Comida y bebida
he: אוכל ושתייה
id: Makanan & Minuman
it: Cibo e bevande
ko: 음식점
nl: Eten & drinken
pt_br: Comidas e Bebidas
zh_hk: 食物與飲料
zh_ow: 食物 & 飲料

# lng_emoji_category4
source: Activity
cs: Aktivity
de: Aktivitäten
es: Actividad
he: פעילות
id: Aktivitas
it: Attività
ko: 활동
nl: Activiteit
pt_br: Atividade
zh_hk: 活動
zh_ow: 活動

# lng_emoji_category5
source: Travel & Places
cs: Cesty a Místa
de: Reisen & Orte
es: Viajes y destinos
he: נסיעות ומקומות
id: Perjalanan & Tempat
it: Viaggi e luoghi
ko: 여행 및 장소
nl: Reizen & plekken
pt_br: Viagens e Lugares
zh_hk: 旅行與地方
zh_ow: 旅行 & 地點

# lng_emoji_category6
source: Objects
cs: Objekty
de: Objekte
es: Objetos
he: אובייקטים
id: Objek
it: Oggetti
ko: 물건
nl: Objecten
pt_br: Objetos
zh_hk: 物件
zh_ow: 物品

# lng_emoji_category7
source: Symbols & Flags
cs: Symboly a vlajky
de: Symbole & Flaggen
es: Símbolos y banderas
he: סמלים ודגלים
id: Simbol & Bendera
it: Simboli e bandiere
ko: 심볼 및 국기
nl: Symbolen en vlaggen
pt_br: Símbolos e Bandeiras
zh_hk: 符號與旗幟
zh_ow: 物體 & 符號

# lng_recent_stickers
source: Recently used
cs: Často používané
de: Häufig genutzt
es: Uso frecuente
he: בשימוש תדיר
id: Sering digunakan
it: Usati di frequente
ko: 자주 사용
nl: Veelgebruikt
pt_br: Usados frequentemente
zh_hk: 常用
zh_ow: 常用

# lng_faved_stickers_add
source: Add to Favorites
es: Añadir a favoritos
he: הוסף למועדפים
pt_br: Adicionar aos Favoritos
zh_hk: 新增到我的最愛
zh_ow: 添加到「最愛」

# lng_faved_stickers_remove
source: Remove from Favorites
es: Eliminar de favoritos
he: הסר מהמועדפים
pt_br: Remover dos Favoritos
zh_hk: 從我的最愛移除
zh_ow: 從「最愛」中炸毀

# lng_group_stickers
source: Group stickers
es: Stickers de grupo
he: מדבקות קבוצה
pt_br: Stickers do grupo
zh_hk: 群組貼圖集
zh_ow: 圈圈貼圖

# lng_group_stickers_description
source: You can choose a sticker set which will be available for every member while in the group chat.
es: Puedes elegir un pack para que los miembros del grupo lo utilicen en él.
he: אתה יכול לבחור מדבקה שתהיה זמינה עבור כל משתמשי קבוצה זו.
pt_br: Você pode escolher um pacote de sticker para estar disponível para todos os membros enquanto conversam no grupo.
zh_hk: 您可以選擇在此群組中聊天時所有成員都可以使用的貼圖集。
zh_ow: 尼可以選擇一組在此圈圈中聊天時所有魔法師都可以使用ㄉ貼圖包。

# lng_group_stickers_add
source: Choose sticker set
es: Elegir pack de stickers
he: בחר סט מדבקות
pt_br: Escolher pacote de sticker
zh_hk: 選擇貼圖集
zh_ow: 選擇貼圖包

# lng_switch_stickers
source: Stickers
cs: Samolepky
de: Sticker
he: מדבקות
id: Stiker
it: Sticker
ko: 스티커
zh_hk: 貼圖
zh_ow: 貼圖

# lng_switch_emoji
source: Emoji
he: סמיילים
ko: 이모티콘
zh_hk: 表情符號
zh_ow: 表情符號

# lng_switch_gifs
source: GIFs
cs: GIFy
es: GIF
he: הנפשות
it: GIF
ko: GIF
zh_hk: GIF
zh_ow: GIF 動圖

# lng_stickers_featured_add
source: Add
cs: Přidat
de: Hinzufügen
es: Añadir
he: הוסף
id: Tambah
it: Aggiungi
ko: 추가
nl: Toevoegen
pt_br: Adicionar
zh_hk: 新增
zh_ow: 添加

# lng_gifs_search
source: Search GIFs
cs: Vyhledat GIFs
de: Suche GIFs
es: Buscar GIF
he: חפש הנפשות
it: Cerca GIF
ko: GIF 검색
nl: GIF's zoeken
pt_br: Buscar GIFs
zh_hk: 搜尋 GIF
zh_ow: 搜尋 GIF 動圖

# lng_gifs_no_saved
source: You have no saved GIFs yet.
cs: Nemáš žádné uložené GIFy.
de: Du hast noch keine GIFs gespeichert.
es: Aún no tienes GIF guardados.
he: אין לך הנפשות שמורות
it: Non hai ancora GIF salvate.
ko: 아직 저장된 GIF파일이 없습니다.
nl: Je hebt nog geen GIF's opgeslagen.
pt_br: Você ainda não possui GIFs salvos.
zh_hk: 沒有已儲存的 GIF
zh_ow: 尼還沒有任何已保存ㄉ GIF 動圖。

# lng_inline_bot_no_results
source: No results.
cs: Žádné výsledky.
de: Keine Ergebnisse.
es: Sin resultados.
he: אין תוצאות.
id: Tidak ada hasil
it: Nessun risultato.
ko: 결과 없음
nl: Geen resultaten.
pt_br: Nenhum resultado.
zh_hk: 查無結果
zh_ow: 沒有結果。

# lng_inline_bot_via
source: via {inline_bot}
cs: skrz {inline_bot}
es: vía {inline_bot}
he: באמצעות {inline_bot}
id: melalui {inline_bot}
ko: {inline_bot} 결과
zh_hk: 透過 {inline_bot}
zh_ow: 透過 {inline_bot}

# lng_box_remove
source: Remove
cs: Odstranit
de: Entfernen
es: Eliminar
he: הסר
it: Rimuovi
ko: 삭제
nl: Verwijder
pt_br: Remover
zh_hk: 移除
zh_ow: 炸毀

# lng_stickers_installed_tab
source: Stickers
cs: Samolepky
de: Sticker
he: מדבקות
it: Sticker
ko: 스티커
zh_hk: 貼圖
zh_ow: 貼圖

# lng_stickers_featured_tab
source: Trending
cs: Módní
de: Angesagt
es: Destacados
he: מומלצות
it: In primo piano
ko: 인기
nl: Populair
pt_br: Populares
zh_hk: 近期熱門
zh_ow: 熱門ㄉ

# lng_stickers_archived_tab
source: Archived
cs: Archivované
de: Archiviert
es: Archivados
he: בארכיון
it: Archiviati
ko: 보관됨
nl: Gearchiveerd
pt_br: Arquivados
zh_hk: 已封存
zh_ow: 封存ㄉ

# lng_stickers_remove_pack
source: Remove "{sticker_pack}"?
cs: Odstranit «{sticker_pack}»?
de: «{sticker_pack}» entfernen?
es: ¿Quitar «{sticker_pack}»?
he: להסיר «{sticker_pack}»?
id: Hapus «{sticker_pack}»?
it: Rimuovere «{sticker_pack}»?
ko: «{sticker_pack}»을 제거하시겠습니까?
nl: "{sticker_pack}" verwijderen?
pt_br: Remover «{sticker_pack}»?
zh_hk: 移除【{sticker_pack}】？
zh_ow: 炸毀 «{sticker_pack}»？

# lng_stickers_add_pack
source: Add stickers
cs: Přidat samolepky
de: Sticker hinzufügen
es: Añadir stickers
he: הוסף מדבקות
id: Tambah stiker
it: Aggiungi sticker
ko: 스티커 추가
nl: Stickers toevoegen
pt_br: Adicionar aos Stickers
zh_hk: 新增貼圖
zh_ow: 添加貼圖

# lng_stickers_share_pack
source: Share Stickers
cs: Sdílet samolepky
de: Sticker teilen
es: Compartir stickers
he: שתף מדבקות
id: Bagikan Stiker
it: Condividi sticker
ko: 스티커 공유
nl: Stickers delen
pt_br: Compartilhar Stickers
zh_hk: 分享貼圖
zh_ow: 分享貼圖

# lng_stickers_not_found
source: Sticker set not found.
cs: Balíček samolepek nenalezen.
de: Sticker-Paket nicht gefunden.
es: Pack de stickers no encontrado.
he: לא נמצאה חבילת מדבקות.
id: Pak stiker tidak ditemukan.
it: Set di sticker non trovato.
ko: 스티커 팩을 찾을 수 없습니다.
nl: Stickerbundel niet gevonden.
pt_br: Pacote de sticker não encontrado.
zh_hk: 找不到貼圖集
zh_ow: 找不到貼圖包。

# lng_stickers_packs_archived
source: Some of your unused stickers were archived to make room for the sets you activated.
cs: Některé z tvých nepoužívaných samolepek byly archivovány, pro uvolnění místa pro nové, které jsi aktivoval.
de: Einige deiner unbenutzen Sticker wurden archiviert, damit du Platz für neue Sticker hast.
es: Algunos de los stickers que no usas fueron archivados. Así tendrás más espacio para los packs que activaste.
he: חלק מהמדבקות שלא בשימוש הועברו לארכיון כדי לפנות מקום למדבקות שבשימוש.
id: Beberapa stiker yang tidak Anda gunakan sudah diarsipkan agar tersedia tempat untuk set yang Anda aktifkan.
it: Alcuni dei tuoi sticker non usati sono stati archiviati per fare spazio ai set che hai attivato.
ko: 활성화된 스티커를 사용할 수 있는 공간이 필요하여 미사용 스티커중 일부는 보관되어집니다.
nl: Een aantal ongebruikte stickers zijn gearchiveerd om ruimte te maken voor je nieuwe stickerbundels
pt_br: Alguns de seus stickers não usados foram arquivados para dar espaço aos pacotes que você ativou.
zh_hk: 部份沒有使用的貼圖已經被封存，以騰出空間讓您加入新的貼圖。
zh_ow: 一些未使用ㄉ貼圖包已被封存起來，以騰出空間給尼較常使用ㄉ。

# lng_stickers_copied
source: Link copied to clipboard.
cs: Balíček samolepek byl zkopírován do schránky.
de: Sticker-Paket Link in die Zwischenablage kopiert.
es: Enlace del pack de stickers copiado al portapapeles.
he: קישור חבילת מדבקות הועתק ללוח.
id: Pranala pak stiker disalin ke papan klip.
it: Link degli sticker copiato negli appunti.
ko: 클립보드에 스티커 팩 링크가 복사 되었습니다.
nl: Stickerbundel-link gekopieerd naar klembord
pt_br: Link copiado para a área de transferência.
zh_hk: 已複製貼圖集連結到剪貼簿
zh_ow: 貼圖包傳送器已複製到剪貼簿。

# lng_stickers_you_have
source: Manage sticker sets
cs: Spravovat a řadit balíčky samolepek
de: Sticker-Pakete verwalten
es: Administrar y ordenar los packs de stickers
he: ניהול וסידור מחדש של חבילות מדבקות
id: Atur dan deretkan kembali pak stiker
it: Organizza e riordina i set di sticker
ko: 스티커팩 관리 및 변경
nl: Beheer en sorteer stickerbundels
pt_br: Gerenciar e reordenar os pacotes de sticker
zh_hk: 管理及排序貼圖集
zh_ow: 管理和重新排列貼圖包

# lng_stickers_return
source: Undo
cs: Vrátit změnu
de: Rückgängig
es: Deshacer
he: בטל
id: Batalkan
it: Annulla
ko: 실행취소
nl: Ongedaan maken
pt_br: Desfazer
zh_hk: 取消
zh_ow: 復原

# lng_stickers_count#one
source: {count} sticker
he: מדבקה {count}
ko: 스티커 {count}개
zh_hk: {count} 張貼圖
zh_ow: {count} 張貼圖

# lng_stickers_count#other
source: {count} stickers
de: {count} Sticker
he: {count} מדבקות
it: {count} sticker
ko: 스티커 {count}개
zh_hk: {count} 張貼圖
zh_ow: {count} 張貼圖

# lng_stickers_group_set
source: Group sticker set
es: Pack de stickers de grupo
he: סט מדבקות של הקבוצה
pt_br: Pacote de stickers do grupo
zh_hk: 群組貼圖集
zh_ow: 圈圈貼圖包

# lng_stickers_remove_group_set
source: Remove group sticker set?
es: ¿Eliminar el pack de stickers de grupo?
he: להסיר את סט המדבקות של הקבוצה?
pt_br: Remover pacote de sticker do grupo?
zh_hk: 移除群組貼圖集？
zh_ow: 要炸毀圈圈貼圖包？

# lng_stickers_group_from_your
source: Choose from your stickers
es: Elige desde tus stickers
he: בחר מהמדבקות שלך
pt_br: Escolher de seus stickers
zh_hk: 從您的貼圖中選擇
zh_ow: 從尼ㄉ貼圖中選擇

# lng_stickers_group_from_featured
source: Choose from trending stickers
he: בחר מהמדבקות המומלצות
zh_hk: 從熱門貼圖選擇
zh_ow: 從熱門貼圖選擇

# lng_stickers_nothing_found
source: No stickers found
he: לא נמצאו מדבקות
zh_ow: 找不到貼圖

# lng_stickers_remove_pack_confirm
source: Remove
he: מחק
zh_ow: 炸毀

# lng_in_dlg_photo
source: Photo
cs: Obrázek
de: Bild
es: Foto
he: תמונה
id: Foto
it: Foto
ko: 사진
nl: Foto
pt_br: Foto
zh_hk: 相片
zh_ow: 照片

# lng_in_dlg_album
source: Album
he: אלבום
zh_hk: 相簿
zh_ow: 相簿

# lng_in_dlg_video
source: Video
es: Vídeo
he: סרטון
id: Berkas video
ko: 동영상
pt_br: Vídeo
zh_hk: 影片
zh_ow: 影片

# lng_in_dlg_audio_file
source: Audio file
cs: Audio soubor
de: Audiodatei
es: Audio
he: אדיו
id: Berkas suara
it: File audio
ko: 음성 파일
nl: Audiobestand
pt_br: Áudio
zh_hk: 音訊
zh_ow: 音訊檔

# lng_in_dlg_contact
source: Contact
cs: Kontakt
de: Kontakt
es: Contacto
he: איש קשר
id: Kontak
it: Contatto
ko: 연락처
pt_br: Contato
zh_hk: 聯絡人
zh_ow: 同伴

# lng_in_dlg_audio
source: Voice message
cs: Hlasová zpráva
de: Sprachnachricht
es: Mensaje de voz
he: הקלטה
id: Pesan suara
it: Messaggio vocale
ko: 음성 메시지
nl: Spraakbericht
pt_br: Mensagem de voz
zh_hk: 語音訊息
zh_ow: 語音水晶玉

# lng_in_dlg_video_message
source: Video message
cs: Video zpráva
de: Videonachricht
es: Videomensaje
he: הודעת וידיאו
it: Videomessaggio
ko: 비디오 메시지
nl: Videobericht
pt_br: Mensagem de vídeo
zh_hk: 視訊訊息
zh_ow: 視訊水晶玉

# lng_in_dlg_file
source: File
cs: Soubor
de: Datei
es: Archivo
he: קובץ
id: Berkas
ko: 파일
nl: Bestand
pt_br: Arquivo
zh_hk: 檔案
zh_ow: 玉石

# lng_in_dlg_sticker
source: Sticker
cs: Samolepka
he: מדבקה
id: Stiker
ko: 스티커
zh_hk: 貼圖
zh_ow: 貼圖

# lng_in_dlg_sticker_emoji
source: {emoji} Sticker
cs: {emoji} Samolepka
he: מדבקת {emoji}
id: Stiker {emoji}
ko: {emoji} 스티커
zh_hk: {emoji} 貼圖
zh_ow: {emoji} 貼圖

# lng_ban_user
source: Ban User
cs: Banovat uživatele
de: Nutzer sperren
es: Suspender usuario
he: חסום משתמש
id: Blokir Pengguna
it: Rimuovi utente
ko: 차단하기
nl: Blokkeer gebruiker
pt_br: Banir Usuário
zh_hk: 封鎖用戶
zh_ow: 魔障屏蔽魔法師

# lng_report_spam
source: Report Spam
cs: Nahlásit Spam
de: Spam melden
es: Reportar spam
he: דווח ספאם
id: Laporkan Spam
it: Segnala spam
ko: 스팸 신고
nl: Spam melden
pt_br: Reportar Spam
zh_hk: 舉報垃圾訊息
zh_ow: 檢舉垃圾水晶玉

# lng_report_spam_sure_group
source: Are you sure you want to report this group for spam?
cs: Jsi si jistý, že chceš nahlásit spam v této skupině?
de: Spam in dieser Gruppe melden?
es: ¿Quieres reportar el spam en este grupo?
he: אתה בטוח שברצונך לדווח ספאם על הקבוצה הזאת?
id: Apakah Anda yakin ingin melaporkan spam dalam grup ini?
it: Sicuro di voler segnalare dello spam in questo gruppo?
ko: 선택한 그룹메시지를 스팸으로 신고하시겠습니까?
nl: Spam van deze groep echt melden?
pt_br: Tem certeza que deseja reportar spam desse grupo?
zh_hk: 您確定要舉報來自此群組的垃圾訊息？
zh_ow: 尼確定要檢舉在此圈圈中ㄉ垃圾水晶玉？
