Repository: telegramdesktop/tdesktop
Catalog: Telegram/Resources/langs/lang_*.strings
Languages: cs, de, es, he, id, it, ko, nl, pt_br, zh_hk, zh_ow

# lng_share_game_link_copied
source: Game link copied to clipboard.
cs: Odkaz na hru zkopírován do schránky.
de: Link in die Zwischenablage kopiert.
es: Enlace del juego copiado al portapapeles.
he: קישור המשחק הועתק.
id: Pranala permainan disalin ke papan klip.
it: Link del gioco copiato negli appunti.
ko: 클립보드에 게임링크가 복사되었습니다.
nl: Link gekopieerd naar klembord.
pt_br: Link copiado para a área de transferência.
zh_hk: 遊戲的連結已複製到剪貼簿。
zh_ow: 遊戲ㄉ傳送器已複製到剪貼簿。

# lng_share_done
source: Done!
cs: Hotovo!
de: Fertig!
es: ¡Hecho!
he: !בוצע
id: Selesai!
it: Fatto!
ko: 완료!
nl: Klaar!
pt_br: Concluído!
zh_hk: 完成！
zh_ow: 完成！

# lng_contact_phone
source: Phone Number
cs: Telefonní číslo
de: Telefonnummer
es: Número de teléfono
he: מספר טלפון
id: Nomor telepon
it: Numero di telefono
ko: 전화번호
nl: Telefoonnummer
pt_br: Número de telefone
zh_hk: 電話號碼
zh_ow: 魔法器號碼

# lng_enter_contact_data
source: New Contact
cs: Nový kontakt
de: Neuer Kontakt
es: Nuevo contacto
he: איש קשר חדש
id: Kontak Baru
it: Nuovo contatto
ko: 새로운 연락처
nl: Nieuw contact
pt_br: Novo Contato
zh_hk: 新增聯絡人
zh_ow: 新增同伴

# lng_edit_contact_title
source: Edit contact
cs: Změnit jméno kontaktu
de: Kontaktnamen ändern
es: Editar nombre del contacto
he: ערוך שם איש קשר
id: Sunting nama kontak
it: Modifica nome contatto
ko: 연락처 이름 수정
nl: Naam wijzigen
pt_br: Editar nome de contato
zh_hk: 編輯聯絡人名稱
zh_ow: 編輯同伴名稱

# lng_edit_channel_title
source: Edit channel
cs: Změnit kanál
de: Kanal bearbeiten
es: Editar canal
he: ערוך ערוץ
id: Sunting kanal
it: Modifica canale
ko: 채널 수정
nl: Kanaal wijzigen
pt_br: Editar Canal
zh_hk: 編輯頻道
zh_ow: 編輯大聲公

# lng_edit_sign_messages
source: Sign messages
cs: Podepsat zprávu
de: Nachrichten unterschreiben
es: Firmar los mensajes
he: סמן הודעות
id: Tanda tangani pesan
it: Firma messaggi
ko: 서명 메시지
nl: Ondertekenen
pt_br: Assinar mensagens
zh_hk: 訊息署名
zh_ow: 水晶玉附上簽名

# lng_edit_group
source: Edit group
cs: Změnit skupinu
de: Gruppe bearbeiten
es: Editar grupo
he: ערוך קבוצה
id: Sunting grup
it: Modifica gruppo
ko: 그룹방 수정
nl: Groep wijzigen
pt_br: Editar grupo
zh_hk: 編輯群組
zh_ow: 編輯圈圈

# lng_edit_self_title
source: Edit your name
cs: Změnit své jméno
de: Name bearbeiten
es: Editar tu nombre
he: ערוך את השם שלך
id: Sunting nama Anda
it: Modifica il tuo nome
ko: 이름 수정
nl: Je naam wijzigen
pt_br: Editar seu nome
zh_hk: 編輯您的姓名
zh_ow: 編輯尼ㄉ姓名

# lng_confirm_contact_data
source: New Contact
cs: Nový kontakt
de: Neuer Kontakt
es: Nuevo contacto
he: איש קשר חדש
id: Kontak Baru
it: Nuovo contatto
ko: 새로운 연락처
nl: Nieuw contact
pt_br: Novo Contato
zh_hk: 新增聯絡人
zh_ow: 新增同伴

# lng_add_contact
source: Create
cs: Vytvořit
de: Erstellen
es: Crear
he: צור
id: Buat
it: Crea
ko: 추가
nl: Opslaan
pt_br: Criar
zh_hk: 建立
zh_ow: 建立

# lng_add_contact_button
source: New contact
cs: Nový kontakt
de: Neuer Kontakt
es: Nuevo contacto
he: איש קשר חדש
id: Kontak baru
it: Nuovo contatto
ko: 연락처 추가
nl: Nieuw contact
pt_br: Novo contato
zh_hk: 新增聯絡人
zh_ow: 新增同伴

# lng_contacts_header
source: Contacts
cs: Kontakty
de: Kontakte
es: Contactos
he: אנשי קשר
id: Kontak
it: Contatti
ko: 연락처
nl: Contacten
pt_br: Contatos
zh_hk: 聯絡人
zh_ow: 同伴

# lng_contact_not_joined
source: Unfortunately {name} has not joined Telegram yet, but you can send them an invitation. We will notify you when any of your contacts join Telegram.
cs: Bohužel {name} není ještě registrovaný v Telegramu, ale můžeš mu poslat pozvánku. Upozorníme tě, pokud se někdo z tvých kontaktů zaregistruje také v Telegramu.
de: Leider hat {name} noch kein Telegram, aber du kannst deinen Kontakt gerne einladen. Sobald jemand aus deinem Telefonbuch Telegram nutzt, informieren wir dich.
es: Lamentablemente {name} no se ha unido a Telegram aún, pero puedes enviarle una invitación. Te informaremos cuando alguno de tus contactos se una a Telegram.
he: לרוע המזל {name} עדיין לא הצטרף לטלגרם, אך ניתן לשלוח להם הזמנה. אנו נודיע לך על כל האנשי הקשר שלך שהצטרפו לטלגרם.
id: {name} belum bergabung di Telegram, namun Anda dapat mengirim undangan kepada teman Anda. Kami akan memberitahukan Anda jika teman Anda bergabung di Telegram.
it: Sfortunatamente {name} non si è ancora unito a Telegram, ma puoi invitarlo. Ti notificheremo per ogni tuo contatto che si unisce a Telegram.
ko: {name}님은 아직 텔레그램에 가입되어져 있지 않지만 초대메시지를 보낼 수 있습니다. 회원님 친구분들 중 텔레그램에 새로 가입을 할 경우 알림을 드리고 있습니다.
nl: {name} heeft zich nog niet aangemeld bij Telegram, je kunt je vriend een uitnodiging sturen. We infomeren je wanneer een contact van jou lid is geworden van Telegram.
pt_br: Infelizmente {name} não entrou para o Telegram ainda, mas você pode enviá-lo um convite. Nós iremos te notificar sobre qualquer um de seus contatos que entrarem para o Telegram.
zh_hk: 抱歉 {name} 目前尚未加入 Telegram，但您可以傳送一個邀請訊息給您的朋友。 我們會於您的聯絡人加入 Telegram 後通知您。
zh_ow: 很遺憾 {name} 目前還沒有加入 Telegram，但尼可以傳送一則邀請水晶玉給他。 我們會通知尼，當尼ㄉ同伴加入 Telegram 。

# lng_try_other_contact
source: Try someone else
cs: Zkus jiný
de: Andere probieren
es: Intentar con otro
he: נסה מישהו אחר
id: Coba lainnya
it: Prova un altro
ko: 다시 시도
nl: Probeer een andere
pt_br: Tentar outro
zh_hk: 嘗試其他的
zh_ow: 嘗試其他人

# lng_create_group_link
source: Link
cs: Odkaz
es: Enlace
he: קישור
id: Pranala
ko: 링크
zh_hk: 連結
zh_ow: 傳送器

# lng_create_group_invite_link
source: Invite link
cs: Odkaz s pozvánkou
de: Einladungslink
es: Invitación
he: הזמן עם קישור
id: Pranala undangan
it: Link d'invito
ko: 초대링크
nl: Uitnodigingslink
pt_br: Link de convite
zh_hk: 邀請連結
zh_ow: 傳送器

# lng_create_group_description
source: Description (optional)
cs: Popisek (volitelné)
de: Beschreibung (optional)
es: Descripción (opcional)
he: תיאור (אופציונאלי)
id: Deskripsi (opsional)
it: Descrizione (opzionale)
ko: 설명 (선택사항)
nl: Beschrijving (optioneel)
pt_br: Descrição (opcional)
zh_hk: 簡介（選填）
zh_ow: 魔法書 (選填)

# lng_drag_images_here
source: Drop images here
cs: Sem přetáhni obrázky
de: Hierher ziehen
es: Arrastra imágenes aquí
he: גרור תמונות לכאן
id: Lepaskan gambar di sini
it: Trascina qui le immagini
ko: 이미지를 여기로 놓으세요.
nl: Sleep afbeeldingen hierheen
pt_br: Soltar imagens aqui
zh_hk: 拖放相片到這裏
zh_ow: 拖放圖片到這裡

# lng_drag_photos_here
source: Drop photos here
cs: Sem přetáhni fotky
de: Hierher ziehen
es: Arrastra fotos aquí
he: גרור תמונות לכאן
id: Lepaskan foto di sini
it: Trascina qui le foto
ko: 사진을 여기로 놓으세요.
nl: Sleep foto's hierheen
pt_br: Soltar fotos aqui
zh_hk: 拖放相片到這裏
zh_ow: 拖放照片到這裡

# lng_drag_files_here
source: Drop files here
cs: Sem přetáhni soubory
de: Hierher ziehen
es: Arrastra archivos aquí
he: גרור קבצים לכאן
id: Lepaskan berkas di sini
it: Trascina qui i file
ko: 파일을 여기로 놓으세요.
nl: Sleep bestanden hierheen
pt_br: Soltar arquivos aqui
zh_hk: 拖放檔案到這裏
zh_ow: 拖放玉石到這裡

# lng_drag_to_send_quick
source: to send them in a quick way
cs: pro zaslání rychlou cestou
de: Besonders schneller Versand
es: para enviarlas rápidamente
he: כדי לשלוח אותם בצורה מהירה
id: untuk mengirimkan kepada mereka secara cepat
it: per inviarle in modo veloce
ko: 빠른 방법으로 보내기
nl: om ze snel te versturen
pt_br: para enviar de maneira rápida
zh_hk: 以快速（經壓縮）方式傳送
zh_ow: 以傳送它們，用一個快速ㄉ方法

# lng_drag_to_send_no_compression
source: to send them without compression
cs: pro zaslání bez komprese
de: Versand ohne Qualitätsverlust
es: para enviarlas sin compresión
he: כדי לשלוח אותם ללא דחיסה
id: untuk mengirimkan kepada mereka tanpa terkompresi
it: per inviarle senza compressione
ko: 압축하지 않고 보내기
nl: om ze ongecomprimeerd te versturen
pt_br: para enviar sem comprimir
zh_hk: 以原圖（不壓縮）方式傳送
zh_ow: 以傳送它們，不經壓縮

# lng_drag_to_send_files
source: to send them as documents
cs: pro zaslání jako souborů
de: um sie als Dateien zu senden
es: para enviarlos como archivos
he: כדי לשלוח אותם כקבצים
id: untuk mengirimkan kepada mereka sebagai berkas
it: per inviarli come file
ko: 파일형태로 보내기
nl: om ze als bestanden te versturen
pt_br: para enviá-los como arquivos
zh_hk: 以作為檔案傳送
zh_ow: 以作為玉石傳送它們

# lng_selected_clear
source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
he: בטל
id: Batalkan
it: Annulla
ko: 취소
nl: Annuleren
pt_br: Cancelar
zh_hk: 取消
zh_ow: 取消

# lng_selected_delete
source: Delete
cs: Smazat
de: Löschen
es: Eliminar
he: מחק
id: Hapus
it: Elimina
ko: 삭제
nl: Verwijder
pt_br: Apagar
zh_hk: 刪除
zh_ow: 詛咒

# lng_selected_forward
source: Forward
cs: Přeposlat
de: Weiterleiten
es: Reenviar
he: העבר
id: Teruskan
it: Inoltra
ko: 전달
nl: Doorsturen
pt_br: Encaminhar
zh_hk: 轉發
zh_ow: 轉傳

# lng_selected_cancel_sure_this
source: Cancel uploading?
cs: Zrušit nahrávání?
de: Upload abbrechen?
es: ¿Detener el envío?
he: לבטל העלאה?
id: Batalkan pengunggahan?
it: Annullare il caricamento?
ko: 업로드를 취소하시겠습니까?
nl: Upload annuleren?
pt_br: Cancelar envio?
zh_hk: 取消上傳？
zh_ow: 取消上傳？

# lng_selected_upload_stop
source: Stop
de: Stoppen
es: Detener
he: עצור
id: Berhenti
it: Arresta
ko: 정지
nl: Stoppen
pt_br: Parar
zh_hk: 停止
zh_ow: 停止

# lng_selected_delete_sure_this
source: Do you want to delete this message?
cs: Chceš smazat tuto zprávu?
de: Diese Nachricht wirklich löschen?
es: ¿Quieres eliminar este mensaje?
he: האם ברצונך למחוק הודעה זו?
id: Apakah Anda ingin menghapus pesan ini?
it: Vuoi eliminare questo messaggio?
ko: 메시지를 삭제하시겠습니까?
nl: Wil je dit bericht verwijderen?
pt_br: Você deseja apagar essa mensagem?
zh_hk: 您確定要刪除這個訊息？
zh_ow: 尼想要詛咒這則水晶玉嗎？

# lng_selected_delete_sure#one
source: Do you want to delete {count} message?
de: Möchtest du {count} Nachricht löschen?
es: ¿Quieres eliminar {count} mensaje?
he: האם ברצונך למחוק הודעה {count} זאת?
it: Vuoi eliminare {count} messaggio?
ko: {count}개의 메시지를 삭제하시겠습니까?
nl: {count} bericht verwijderen?
pt_br: Você deseja apagar {count} mensagem?
zh_hk: 您確定要刪除 {count} 個訊息？
zh_ow: 尼想要詛咒 {count} 則水晶玉嗎？

# lng_selected_delete_sure#other
source: Do you want to delete {count} messages?
de: Möchtest du {count} Nachrichten löschen?
es: ¿Quieres eliminar {count} mensajes?
he: האם ברצונך למחוק את {count} ההודעות האלה?
it: Vuoi eliminare {count} messaggi?
ko: {count}개의 메시지를 삭제하시겠습니까?
nl: {count} berichten verwijderen?
pt_br: Você deseja apagar {count} mensagens?
zh_hk: 您確定要刪除 {count} 個訊息？
zh_ow: 尼想要詛咒 {count} 則水晶玉嗎？

# lng_delete_photo_sure
source: Do you want to delete this photo?
cs: Chceš smazat tuto fotku?
de: Dieses Bild wirklich löschen?
es: ¿Quieres eliminar esta foto?
he: האם ברצונך למחוק תמונה זו?
id: Apakah Anda ingin menghapus foto ini?
it: Vuoi eliminare questa foto?
ko: 사진을 삭제하시겠습니까?
nl: Wil je deze foto verwijderen?
pt_br: Você deseja apagar essa foto?
zh_hk: 您確定要刪除此相片？
zh_ow: 尼想詛咒此照片嗎？

# lng_delete_for_everyone_hint#one
source: This will delete it for everyone in this chat.
de: Das wird es bei allen im Chat löschen.
es: Esto lo eliminará para todos en este chat.
he: פעולה זאת תגרום למחיקה לכל המשתתפים בשיחה
it: Questo lo eliminerà per chiunque in questa chat.
ko: 이 메시지는 이 대화방에 있는 모두에게 삭제됩니다.
nl: Hiermee verwijder je dit voor iedereen in de chat.
pt_br: Isso irá apagar para todos nessa conversa.
zh_hk: 這將會同時刪除所有成員的相關記錄。
zh_ow: 這將為此聊天室中ㄉ每個人詛咒它。

# lng_delete_for_everyone_hint#other
source: This will delete them for everyone in this chat.
de: Das wird sie bei allen im Chat löschen.
es: Esto los eliminará para todos en este chat.
he: פעולה זאת תגרום למחיקה לכל המשתתפים בשיחה.
it: Questo li eliminerà per chiunque in questa chat.
ko: 이 메시지는 이 대화방에 있는 모두에게 삭제됩니다.
nl: Hiermee verwijder je deze voor iedereen in de chat.
pt_br: Isso irá apagar para todos nessa conversa.
zh_hk: 這將會同時刪除所有成員的相關記錄。
zh_ow: 這將為此聊天室中ㄉ每個人詛咒它們。

# lng_delete_for_me_chat_hint#one
source: This will delete it just for you, not for other participants of the chat.
de: Das wird es nur bei dir löschen und nicht bei anderen Teilnehmern.
es: Esto lo eliminará sólo para ti, no para los otros miembros del chat.
he: פעולה זאת תגרום למחיקה רק ממך, לא מכל חברי השיחה
it: Questo lo eliminerà solo per te, non per gli altri membri della chat.
ko: 이 메시지는 다른 대화상대에게는 삭제가 되지 않고, 회원님에게만 삭제됩니다.
nl: Hiermee verwijder je dit alleen voor jezelf, niet voor andere leden.
pt_br: Isso apagará somente para você, não para os outros participantes da conversa.
zh_hk: 這只會刪除您自己的訊息，並不會為其他成員刪除他們的。
zh_ow: 這將只為尼詛咒，而其他魔法師ㄉ聊天紀錄則不受影響。

# lng_delete_for_me_chat_hint#other
source: This will delete them just for you, not for other participants of the chat.
de: Das wird sie nur bei dir löschen und nicht bei anderen Teilnehmern.
es: Esto los eliminará sólo para ti, no para los otros miembros del chat.
he: פעולה זאת תגרום למחיקה רק ממך, לא מכל חברי השיחה.
it: Questo li eliminerà solo per te, non per gli altri membri della chat.
ko: 이 메시지는 다른 대화상대에게는 삭제가 되지 않고, 회원님에게만 삭제됩니다.
nl: Hiermee verwijder je deze alleen voor jezelf, niet voor andere leden.
pt_br: Isso irá apagar somente para você, não para os outros participantes da conversa.
zh_hk: 這只會刪除您自己的訊息，並不會為其他成員刪除他們的。
zh_ow: 這將只為尼詛咒，而其他魔法師ㄉ聊天紀錄則不受影響。

# lng_delete_for_me_hint#one
source: This will delete it just for you.
de: Das wird es nur bei dir löschen.
es: Esto lo eliminará sólo para ti.
he: פעולה זאת תגרום למחיקה רק אצלך.
it: Questo lo eliminerà solo per te.
ko: 이 메시지는 회원님에게만 삭제됩니다.
nl: Hiermee verwijder je dit alleen voor jezelf.
pt_br: Isso irá apagar somente para você.
zh_hk: 這只會刪除您自己的記錄。
zh_ow: 這將只為尼詛咒。

# lng_delete_for_me_hint#other
source: This will delete them just for you.
de: Das wird sie nur bei dir löschen.
es: Esto los eliminará sólo para ti.
he: פעולה זאת תגרום למחיקה רק אצלך.
it: Questo li eliminerà solo per te.
ko: 이 메시지는 회원님에게만 삭제됩니다.
nl: Hiermee verwijder je deze alleen voor jezelf.
pt_br: Isso irá apagar somente para você.
zh_hk: 這只會刪除您自己的記錄。
zh_ow: 這將只為尼詛咒。

# lng_delete_for_everyone_check
source: Delete for everyone
cs: Smazat u všech
de: Bei allen löschen
es: Eliminar para todos
he: מחק לכולם
it: Elimina per tutti
ko: 모두에게 삭제
nl: Verwijder voor iedereen
pt_br: Apagar para todos
zh_hk: 同時刪除所有成員的相關記錄
zh_ow: 也從所有人ㄉ聊天紀錄中詛咒

# lng_delete_for_other_check
source: Also delete for {user}
cs: Smazat také u uživatele {user}
de: Bei {user} löschen
es: Eliminar para {user}
he: מחק גם מ{user}
it: Elimina per {user}
ko: {user}에게 메시지 삭제
nl: Verwijder voor {user}
pt_br: Apagar para {user}
zh_hk: 同時刪除 {user} 的相關記錄
zh_ow: 也從 {user} ㄉ聊天紀錄中詛咒

# lng_box_delete
source: Delete
cs: Smazat
de: Löschen
es: Eliminar
he: מחק
id: Hapus
it: Elimina
ko: 삭제
nl: Verwijder
pt_br: Apagar
zh_hk: 刪除
zh_ow: 詛咒

# lng_box_leave
source: Leave
cs: Opustit
de: Verlassen
es: Salir
he: עזוב
id: Keluar
it: Lascia
ko: 나가기
nl: Verlaat
pt_br: Sair
zh_hk: 離開
zh_ow: 離開

# lng_about_version
source: version {version}
cs: verze {version}
es: versión {version}
he: גרסה {version}
id: versi {version}
it: versione {version}
ko: 버전 {version}
nl: versie {version}
pt_br: versão {version}
zh_hk: 版本 {version}
zh_ow: 版本 {version}

# lng_about_done
source: Done
cs: Rozumím
de: Fertig
es: Hecho
he: סיום
id: Selesai
it: Fatto
ko: 완료
nl: Gereed
pt_br: Concluído
zh_hk: 完成
zh_ow: 完成

# lng_search_no_results
source: No messages found
de: Keine Nachrichten gefunden
es: No se encontraron mensajes
he: לא נמצאו הודעות
it: Nessun messaggio trovato
ko: 메시지를 찾을 수 없습니다.
nl: Geen berichten gevonden
pt_br: Nenhuma mensagem encontrada
zh_hk: 找不到訊息
zh_ow: 没有找到水晶玉

# lng_search_found_results#one
source: Found {count} message
de: {count} Nachricht gefunden
es: {count} mensaje encontrado
he: הודעה {count} נמצאה
it: Trovato {count} messaggio
ko: {count}개의 메시지를 찾았습니다.
nl: {count} berichten gevonden
pt_br: Encontrada {count} mensagem
zh_hk: 找到 {count} 個訊息
zh_ow: 找到 {count} 則水晶玉

# lng_search_found_results#other
source: Found {count} messages
de: {count} Nachrichten gefunden
es: {count} mensajes encontrados
he: נמצאו {count} הודעות
it: Trovati {count} messaggi
ko: {count}개의 메시지를 찾았습니다.
nl: {count} berichten gevonden
pt_br: Encontradas {count} mensagens
zh_hk: 找到 {count} 個訊息
zh_ow: 找到 {count} 則水晶玉

# lng_search_global_results
source: Global search results
cs: Výsledky globálního vyhledávání
de: Globale Suchergebnisse
es: Resultados de la búsqueda global
he: תוצאות חיפוש גלובליות
id: Hasil pencarian global
it: Risultati ricerca globale
ko: 아이디 검색 결과
nl: Wereldwijde zoekresultaten
pt_br: Resultados da busca global
zh_hk: 全域搜尋結果
zh_ow: 全域搜尋結果

# lng_search_messages_from
source: Show messages from
es: Mostrar mensajes de
he: הראה הודעות מ
nl: Berichten weergeven van
pt_br: Mostrar mensagens de
zh_hk: 顯示訊息來自：
zh_ow: 顯示來自誰ㄉ水晶玉

# lng_media_save_progress
source: {ready} of {total} {mb}
cs: {ready} z {total} {mb}
de: {ready} von {total} {mb}
es: {ready} de {total} {mb}
he: {ready} מתוך {total} {mb}
id: {ready} dari {total} {mb}
it: {ready} di {total} {mb}
ko: {ready} / {total} {mb}
nl: {ready} van {total} {mb}
pt_br: {ready} de {total} {mb}
zh_hk: {ready}／{total} {mb}
zh_ow: {ready} / {total} {mb}

# lng_mediaview_save_as
source: Save As...
cs: Uložit jako...
de: Speichern unter…
es: Guardar como...
he: שמור כ...
id: Simpan Sebagai...
it: Salva come...
ko: 다른 이름으로 저장...
nl: Opslaan als...
pt_br: Salvar Como...
zh_hk: 另存新檔…
zh_ow: 另存為…

# lng_mediaview_copy
source: Copy
cs: Kopírovat
de: Kopieren
es: Copiar
he: העתק
id: Salin
it: Copia
ko: 복사하기
nl: Kopiëren
pt_br: Copiar
zh_hk: 複製
zh_ow: 複製

# lng_mediaview_forward
source: Forward
cs: Přeposlat
de: Weiterleiten
es: Reenviar
he: העבר
id: Teruskan
it: Inoltra
ko: 전달
nl: Doorsturen
pt_br: Encaminhar
zh_hk: 轉發
zh_ow: 轉傳

# lng_mediaview_delete
source: Delete
cs: Smazat
de: Löschen
es: Eliminar
he: מחק
id: Hapus
it: Elimina
ko: 삭제
nl: Verwijder
pt_br: Apagar
zh_hk: 刪除
zh_ow: 詛咒

# lng_mediaview_photos_all
source: View all photos
cs: Zobrazit všechny obrázky
de: Alle Fotos anzeigen
es: Ver todas las fotos
he: הצג את כל התמונות
id: Lihat semua foto
it: Visualizza tutte le foto
ko: 모든 사진 보기
nl: Alle foto's weergeven
pt_br: Visualizar Fotos
zh_hk: 查看所有相片
zh_ow: 檢視所有照片

# lng_mediaview_files_all
source: View all files
cs: Zobrazit všechny soubory
de: Alle Dateien anzeigen
es: Ver todos los archivos
he: הצג את כל הקבצים
id: Lihat semua berkas
it: Visualizza tutti i file
ko: 모든 파일 보기
nl: Alle bestanden weergeven
pt_br: Visualizar Arquivos
zh_hk: 查看所有檔案
zh_ow: 檢視所有玉石

# lng_mediaview_single_photo
source: Single Photo
cs: Obrázek
de: Bild
es: Foto
he: תמונה בודדת
id: Foto Tunggal
it: Foto singola
ko: 단일 사진
nl: Foto
pt_br: Foto Única
zh_hk: 單一相片
zh_ow: 單一照片

# lng_mediaview_group_photo
source: Group Photo
cs: Obrázek skupiny
de: Bild
es: Foto del grupo
he: תמונת קבוצה
id: Foto Grup
it: Foto del gruppo
ko: 그룹 사진
nl: Groepsafbeelding
pt_br: Grupo de Fotos
zh_hk: 群組相片
zh_ow: 圈圈照片

# lng_mediaview_channel_photo
source: Channel Photo
cs: Obrázek kanálu
de: Bild
es: Foto del canal
he: תמונת ערוץ
id: Foto Kanal
it: Foto del canale
ko: 채널 사진
nl: Kanaalfoto
pt_br: Foto do Canal
zh_hk: 頻道相片
zh_ow: 大聲公照片

# lng_mediaview_profile_photo
source: Profile Photo
cs: Profilový obrázek
de: Profilbild
es: Foto de perfil
he: תמונת פרופיל
id: Foto Profil
it: Foto profilo
ko: 프로필 사진
nl: Profielfoto
pt_br: Foto de Perfil
zh_hk: 個人相片
zh_ow: 個人頭像

# lng_mediaview_doc_image
source: File
cs: Soubor
de: Datei
es: Archivo
he: קובץ
id: Berkas
ko: 파일
nl: Bestand
pt_br: Arquivo
zh_hk: 檔案
zh_ow: 玉石

# lng_mediaview_today
source: today at {time}
cs: dnes v {time}
de: heute um {time}
es: hoy a las {time}
he: היום ב {time}
id: hari ini pukul {time}
it: oggi alle {time}
ko: 오늘 {time}
nl: vandaag om {time}
pt_br: hoje às {time}
zh_hk: 於今天 {time}
zh_ow: 今天於 {time}

# lng_mediaview_yesterday
source: yesterday at {time}
cs: včera v {time}
de: gestern um {time}
es: ayer a las {time}
he: אתמול ב {time}
id: kemarin pukul {time}
it: ieri alle {time}
ko: 어제 {time}
nl: gisteren om {time}
pt_br: ontem às {time}
zh_hk: 於昨天 {time}
zh_ow: 昨天ㄉ {time}

# lng_mediaview_date_time
source: {date} at {time}
cs: {date} v {time}
de: {date} um {time}
es: {date} a las {time}
he: {date} ב {time}
id: {date} pukul {time}
it: {date} alle {time}
ko: {date} {time}
nl: {date} om {time}
pt_br: {date} às {time}
zh_hk: 於 {date} {time}
zh_ow: {date} ㄉ {time}

# lng_theme_preview_title
source: Theme Preview
cs: Náhled tématu
de: Themenvorschau
es: Vista previa del tema
he: תצוגה מקדימה
it: Anteprima tema
ko: 테마 미리보기
nl: Thema-voorbeeld
pt_br: Visualizar Tema
zh_hk: 佈景主題預覽
zh_ow: 主題玉石預覽

# lng_theme_preview_generating
source: Generating color theme preview...
cs: Generuji barevné schéma náhledu...
de: Erstelle Vorschau des Farbthemas...
es: Generando la vista previa del tema...
he: יוצר תצוגה מקדימה של נושא צבע ...
it: Genero anteprima tema...
ko: 테마 색상 미리보기 생성중..
nl: Voorbeeld van thema maken...
pt_br: Gerando uma prévia do tema de cores...
zh_hk: 正在準備佈景主題預覽…
zh_ow: 正在產生顏色主題玉石預覽…

# lng_theme_preview_invalid
source: Invalid data in this theme file.
cs: Neplatná data v souboru tématu.
de: Themen-Datei beinhaltet ungültige Daten.
es: Hay datos inválidos en este archivo de tema.
he: נתונים לא חוקיים בקובץ ערכת נושא זה.
it: Dati non validi in questo file tema.
ko: 테마 파일이 올바르지 않습니다.
nl: Thema bevat ongeldige data.
pt_br: Dados inválidos nesse arquivo de tema.
zh_hk: 此佈景主題檔案含有無效的資料。
zh_ow: 無效數據在此主題玉石玉石中。

# lng_theme_preview_apply
source: Apply this theme
cs: Aplikovat téma
de: Thema anwenden
es: Aplicar este tema
he: בחר ערכת נושא זו
it: Applica questo tema
ko: 이 테마 적용
nl: Thema toepassen
pt_br: Aplicar esse tema
zh_hk: 應用佈景主題
zh_ow: 套用此主題玉石

# lng_new_version_wrap
source: Telegram Desktop was updated to version {version} {changes} Full version history is available here: {link}
cs: Telegram Desktop byl aktualizovaný na verzi {version} {changes} Plný výpis změn je k dispozici zde: {link}
de: Telegram Desktop wurde aktualisiert auf Version {version} {changes} Gesamter Versionsverlauf: {link}
es: Telegram Desktop ha sido actualizada a la versión {version} {changes} El historial completo está disponible aquí: {link}
he: טלגרט עודכן לגירסה {version} {changes} רשימת גירסאות מלאה זמינה כאן: {link}
id: Telegram Desktop diperbarui ke versi {version} {changes} Sejarah versi secara lengkap dapat ditemukan di sini: {link}
it: Telegram Desktop si è aggiornato alla versione {version} {changes} La cronologia degli aggiornamenti è disponibile qui: {link}
ko: 텔레그램 데스크탑은 {version} 버전으로 업데이트 되었습니다. {changes} 전체 버전 히스토리는 아래에서 확인 가능합니다: {link}
nl: Telegram is bijgewerkt naar versie {version} {changes} Volledige versiegeschiedenis is hier te vinden: {link}
pt_br: Telegram Desktop foi atualizado para a versão {version} {changes} Histórico completo de mudanças disponível aqui: {link}
zh_hk: Telegram 桌面版已更新到版本 {version} {changes} 完整的版本更新記錄可以在這裏找到： {link}
zh_ow: Telegreat Desktop 更新到版本 {version} {changes} 完整ㄉ版本更新紀錄可以在這裡找到： {link}

# lng_new_version_minor
source: — Bug fixes and other minor improvements
cs: — Opravené chyby a další vylepšení
de: — Fehlerbehebungen und Softwareoptimierungen
es: — Corrección de errores y otras mejoras menores
he: — תיקוני באגים ושיפורים קלים אחרים
id: — Perbaikan galat dan perbaikan kecil lainnya
it: — Risoluzione di problemi e altri miglioramenti minori
ko: — 버그 수정 및 일부 기능 향상
nl: — Probleemoplossing en andere kleine verbeteringen
pt_br: — Resolução de bugs e outras melhorias menores
zh_hk: — 錯誤修復及其它小改進
zh_ow: — 錯誤修正和其它細微ㄉ改進

# lng_menu_insert_unicode
source: Insert Unicode control character
cs: Vlož Unicode kontrolní charakter
de: Unicode-Steuerzeichen einfügen
es: Insertar caracteres de control Unicode
he: הכנס תו בקרה של Unicode
id: Sisipkan karakter kontrol Insert Unicode
it: Inserisci carattere di controllo Unicode
ko: 유니코드 문자를 입력하세요.
nl: Unicode-besturingsteken invoegen
pt_br: Inserir caractere de controle Unicode
zh_hk: 插入 Unicode 控制字元
zh_ow: 插入 Unicode 控制字元

# lng_confirm_phone_link_invalid
source: This link is broken or expired.
cs: Tento odkaz je poškozený, nebo expirovaný.
de: Dieser Link ist abgelaufen oder ungültig.
es: El enlace está roto o ha expirado.
he: קישור שבור או פג תוקף.
id: Pranala ini telah rusak atau kedaluwarsa.
it: Questo link non funziona o è scaduto.
ko: 링크가 깨졌거나 폐기되었습니다.
nl: Deze link is defect of verlopen.
pt_br: Esse link está quebrado ou expirado.
zh_hk: 連結無效或已逾期。
zh_ow: 這個傳送器已經壞掉或過期ㄌ。
