Repository: telegramdesktop/tdesktop
Catalog: Telegram/Resources/langs/lang_*.strings
Languages: cs, de, es, he, id, it, ko, nl, pt_br, zh_hk, zh_ow

# lng_confirm_phone_title
source: Cancel account reset
cs: Zrušit reset účtu
de: Zurücksetzung abbrechen
es: No restablecer la cuenta
he: בטל את איפוס החשבון
id: Batalkan pemulihan akun
it: Annulla ripristino account
ko: 계정 초기화 취소
nl: Account reset annuleren
pt_br: Cancelar exclusão da conta
zh_hk: 取消重設帳戶
zh_ow: 取消靈魂重置

# lng_confirm_phone_about
source: Somebody with access to your phone number {phone} has requested to delete your Telegram account and reset your 2-Step Verification password. If this wasn't you, please enter the code we've just sent you via SMS to your number. You can also cancel this by changing your phone number to a number you control.
cs: Někdo s přístupem k tvému telefonnímu číslu {phone} zažádal o smazání tvého Telegram účtu, a resetoval dvoufázovou verifikaci. Pokud jsi to nebyl ty, zadej prosím kód, který jsme ti právě poslali přes SMS.
de: Jemand mit Zugang zu deiner Telefonnummer {phone} hat die Kontolöschung und Zurücksetzung der zweistufige Bestätigung beantragt. Wenn du das nicht selbst gewesen bist, tippe den Code der SMS ein, den wir dir gerade gesendet haben.
es: Alguien, con acceso a tu número de teléfono {phone}, solicitó eliminar tu cuenta de Telegram y restablecer tu contraseña de la verificación en dos pasos. Si no eras tú, por favor, inserta el código que enviamos por SMS a tu número.
he: מישהו עם גישה למספר הטלפון שלך {phone} ניסה למחוק את חשבון הטלגרם שלך ולאפס את הסיסמה של האימות הדן-שלבי. אם זה לא היה אתה, הזן את הקוד שנשלח למספר שלך באמצעות SMS.
id: Seseorang dengan akses ke nomor telepon Anda {phone} telah meminta penghapusan akun Telegram dan memulihkan kata sandi Verifikasi 2-Tahap. Apabila ini bukan Anda, masukkan kode yang kami kirimkan melalui SMS ke nomor Anda.
it: Qualcuno con accesso al tuo numero di telefono {phone} ha richiesto l'eliminazione del tuo account Telegram e il ripristino della password della verifica in due passaggi. Se non sei stato tu, per favore inserisci il codice che abbiamo appena inviato tramite SMS al tuo numero.
ko: {phone} 번호에 접근이 가능한 누군가가 해당 계정 및 2단계 비밀번호 초기화를 요청하였습니다. 만약 본인이 아니실 경우 방금 보내드린 코드를 본인 번호에 SMS로 전송해주세요.
nl: Iemand met toegang tot nummer {phone} heeft geprobeerd om je Telegram account te verwijderen en je twee-staps-verificatie wachtwoord te resetten. Als jij dit niet was, geef dan de code in die we zojuist per SMS hebben gestuurd.
pt_br: Alguém com acesso ao seu número de telefone {phone} solicitou a exclusão de sua conta do Telegram e redefiniu sua senha de Verificação em Duas Etapas. Se não foi você, por favor insira o código que te enviamos via SMS.
zh_hk: 有人經由您的手機號碼 {phone} 要求我們刪除您的 Telegram 帳戶及重設雙步驟驗證密碼。如果這不是您，請輸入我們剛剛向您發送的短訊中的密碼。
zh_ow: 有存取尼魔法器號碼 {phone} ㄉ人請求詛咒尼ㄉ Telegram 靈魂及重置尼ㄉ 2 步驗證令咒。 如果這不是尼，請施展魔法我們剛剛透過傳統水晶玉傳送到尼魔法器號碼ㄉ驗證碼。

# lng_confirm_phone_success
source: Success! The deletion process was canceled for your account {phone}. You may close this window now.
cs: Podařilo se! Proces vymazání tvého účtu {phone} byl zrušen. Nyní můžeš toto okno zavřít.
de: Geschafft! Der Löschvorgang für dein Konto {phone} wurde abgebrochen. Du kannst dieses Fenster jetzt schließen.
es: ¡Listo! El proceso de eliminación de la cuenta {phone} fue cancelado. Puedes cerrar esta ventana ahora.
he: הצלחה! תהליך המחיקה עובר המספר שלך {phone} בוטל. אתה יכול לסגור את החלון עכשיו.
id: Berhasil! Proses penghapusan telah dibatalkan untuk akun Anda {phone}. Anda dapat menutup jendela ini.
it: Fatto! Il processo di eliminazione per il tuo account {phone} è stato annullato. Puoi chiudere questa finestra ora.
ko: 성공! {phone} 계정에 대한 삭제 프로세스가 취소 되었습니다. 이창을 당으셔도 됩니다.
nl: De verwijdering van account: {phone} is geannuleerd. Je kunt dit venster nu sluiten.
pt_br: Sucesso! O processo de exclusão foi cancelado em sua conta {phone}. Você pode fechar essa janela agora.
zh_hk: 成功 ！ 您的帳戶 {phone} 的刪除指令已經取消。您現在可以關閉這個視窗。
zh_ow: 成功 ！ 尼靈魂 {phone} ㄉ詛咒過程已經取消。現在，尼可以關閉這個視窗。

# lng_confirm_phone_send
source: Send
cs: Odeslat
de: Senden
es: Enviar
he: שלח
id: Kirim
it: Invia
ko: 보내기
nl: Stuur
pt_br: Enviar
zh_hk: 傳送
zh_ow: 傳送

# lng_confirm_phone_enter_code
source: Please enter the code.
cs: Prosím zadej kód.
de: Bitte den Code eingeben.
es: Por favor, pon el código.
he: בבקשה הזן את הקוד.
id: Masukkan kode.
it: Per favore inserisci il codice.
ko: 코드를 입력해주세요
nl: Geef de code in.
pt_br: Por favor, insira o código.
zh_hk: 請輸入驗證碼。
zh_ow: 請施展魔法驗證碼。

# lng_theme_editor_no_keys
source: No keys in the palette yet
cs: V paletě ještě nejsou žádné klíče.
de: Noch keine Werte in der Palette
es: Aún no hay valores en la paleta
he: אין הקשות בלוח הצבעים
it: Ancora nessun valore nella tavolozza
ko: 팔레트에 아직 키가 없습니다
nl: Palet bevat nog geen waarden
pt_br: Ainda não há chaves na paleta
zh_hk: 目前調色盤中還沒有 keys
zh_ow: 目前調色盤中沒有keys

# lng_theme_editor_cant_change_theme
source: You can't apply a new theme while editing the color palette. Please close the theme editor first.
cs: Nemůžeš aplikovat nová témata, pokud stále ještě edituješ barevnou škálu. Zavři prosím nejdřív editor témat.
de: Neue Themen kannst du während der Bearbeitung nicht anwenden. Bitte schliesse zuerst den Editor.
es: No puedes aplicar nuevos temas mientras editas la paleta de colores. Por favor, cierra el editor de temas primero.
he: לא ניתן להחיל עיצוב חדש בזמן שאתה עורך את לוח הצבעים. סגור תחילה את עורך העיצוב.
it: Non puoi applicare nuovi temi mentre modifichi la tavolozza dei colori. Per favore chiudi prima l'editor dei temi.
ko: 색상 팔레트를 수정하는 동시에 새로운 테마를 적용할 수 없습니다. 테마 에디터를 먼저 닫아주세요.
nl: Je kunt geen nieuw thema toepassen terwijl je het kleurenpalet bewerkt. Sluit eerst de editor.
pt_br: Você não pode aplicar novos temas enquanto está editando a paleta de cores. Feche o editor de temas primeiro.
zh_hk: 您在編輯調色盤時是無法套用新佈景主題的，請先關閉主題編輯器。
zh_ow: 編輯調色盤時是無法套用新主題玉石ㄉ。請先關閉主題玉石編輯器。

# lng_theme_editor_new_keys
source: Not in the palette yet
cs: Ještě není v paletě
de: Noch nicht in der Palette
es: Aún no está en la paleta
he: עדיין לא בלוח
it: Non ancora nella tavolozza
ko: 팔레트에 아직 없습니다.
nl: Nog niet in het kleurenpalet
pt_br: Ainda não está na paleta
zh_hk: 尚未在調色盤中
zh_ow: 尚未在調色盤中

# lng_theme_editor_background_image
source: Background Image
cs: Obrázek na pozadí
de: Hintergrundbild
es: Imagen de fondo
he: תמונת רקע כללית
it: Immagine di sfondo
ko: 배경 이미지
nl: Achtergrondafbeelding
pt_br: Imagem de fundo
zh_hk: 背景圖片
zh_ow: 背景圖片

# lng_theme_editor_saved_to_jpg
source: Saved to JPEG, {size}
cs: Uložený do JPEG, {size}
de: Als JPEG gespeichert, {size}
es: Guardado como JPEG, {size}
he: שמור ל JPEG, {size}
it: Salvato in JPEG, {size}
ko: JPEG로 저장, {size}
nl: Opgeslagen als JPEG, {size}
pt_br: Salvar como JPEG, {size}
zh_hk: 儲存為 JPEG，{size}
zh_ow: 保存為 JPEG, {size}

# lng_theme_editor_read_from_jpg
source: JPEG image, {size}
cs: JPEG obrázek, {size}
de: JPEG Bild, {size}
es: Imagen JPEG, {size}
he: תמונת JPEG, {size}
it: Immagine JPEG, {size}
ko: JPEG 이미지, {size}
nl: JPEG-afbeelding, {size}
pt_br: Imagem JPEG, {size}
zh_hk: JPEG 圖片，{size}
zh_ow: JPEG 圖片, {size}

# lng_theme_editor_read_from_png
source: PNG image, {size}
cs: PNG obrázek, {size}
de: PNG Bild, {size}
es: Imagen PNG, {size}
he: תמונת PNG, {size}
it: Immagine PNG, {size}
ko: PNG 이미지, {size}
nl: PNG-afbeelding, {size}
pt_br: Imagem PNG, {size}
zh_hk: PNG 圖片，{size}
zh_ow: PNG 圖片, {size}

# lng_theme_editor_choose_image
source: Choose Background Image
cs: Zvol obrázek na pozadí
de: Hintergrundbild wählen
es: Elige la imagen de fondo
he: בחר תמונת רקע כללי
it: Scegli immagine di sfondo
ko: 배경 이미지 선택
nl: Achtergrondafbeelding kiezen
pt_br: Escolher imagem de fundo
zh_hk: 選擇背景圖片
zh_ow: 選擇背景圖片

# lng_theme_editor_choose_name
source: Save Theme File
cs: Uložit soubor tématu
de: Themen-Datei speichern
es: Guardar archivo del tema
he: שמור קובץ ערכת נושא
it: Salva file tema
ko: 테마 파일 저장
nl: Thema opslaan
pt_br: Salvar arquivo de tema
zh_hk: 儲存佈景主題檔案
zh_ow: 保存主題玉石玉石

# lng_theme_editor_error
source: The editor encountered an error :( See 'log.txt' for details.
cs: Editor zaznamenal nějakou chybu :( Detaily najdeš v souboru 'log.txt'.
de: Ein Fehler ist im Editor aufgetreten. Mehr Infos gibt es in der Datei 'log.txt'.
es: El editor encontró un error :( Ve “log.txt” para los detalles.
he: העורך נתקל בשגיאה :( ראה 'log.txt' לפרטים נוספים.
it: L'editor ha rilevato un errore :( Controlla 'log.txt' per i dettagli.
ko: 에디터 오류가 발생하였습니다 :( 'log.txt' 에서 자세한 내역 확인하세요.
nl: Er is iets misgegaan in de editor :( Bekijk 'log.txt' voor meer info.
pt_br: O editor encontrou um erro :( Veja o 'log.txt' para detalhes.
zh_hk: 編輯器遇到錯誤 :( 詳情請見 "log.txt"。
zh_ow: 編輯器遇到錯誤 :( 詳情請見 " log.txt "。

# lng_theme_editor_done
source: Theme exported successfully!
cs: Téma úspěšně exportováno!
de: Thema erfolgreich exportiert!
es: ¡Tema exportado con éxito!
he: ערכת נושא יוצאה בהצלחה!
it: Tema esportato con successo!
ko: 성공적으로 테마 내보내기가 완료되었습니다!
nl: Exporteren van thema gelukt!
pt_br: Tema exportado com sucesso!
zh_hk: 佈景主題匯出成功！
zh_ow: 主題玉石匯出成功！

# lng_theme_editor_title
source: Edit color palette
cs: Změnit barevnou paletu
de: Farbpalette bearbeiten
es: Editar la paleta de colores
he: ערוך צבעים
it: Modifica tavolozza dei colori
ko: 색상 팔레트 수정
nl: Kleurenpalet bewerken
pt_br: Editar paleta de cores
zh_hk: 編輯調色盤
zh_ow: 編輯調色盤

# lng_payments_receipt_label
source: Receipt
cs: Účet
de: Beleg
es: Recibo
he: קבלה
it: Ricevuta
ko: 영수증
nl: Betalingsbewijs
pt_br: Recibo
zh_hk: 收據
zh_ow: 收據

# lng_payments_receipt_label_test
source: Test receipt
cs: Test Účtu
de: Test-Beleg
es: Recibo de prueba
he: בדוק קבלה
it: Ricevuta di test
ko: 테스트 영수증
nl: Test betalingsbewijs
pt_br: Recibo de teste
zh_hk: 測試收據
zh_ow: 測試收據

# lng_payments_invoice_label
source: Invoice
cs: Faktura
de: Rechnung
es: Factura
he: חשבונית
it: Fattura
ko: 인보이스
nl: Factuur
pt_br: Fatura
zh_hk: 發票
zh_ow: 發票

# lng_payments_invoice_label_test
source: Test invoice
cs: Test Faktury
de: Test-Rechnung
es: Factura de prueba
he: בדוק חשבונית
it: Fattura di test
ko: 테스트 인보이스
nl: Test Factuur
pt_br: Fatura de test
zh_hk: 測試發票
zh_ow: 測試發票

# lng_payments_receipt_button
source: Receipt
cs: Účet
de: Beleg
es: Recibo
he: קבלה
it: Ricevuta
ko: 영수증
nl: Betalingsbewijs
pt_br: Recibo
zh_hk: 收據
zh_ow: 收據

# lng_call_status_incoming
source: is calling you...
de: ruft dich an...
es: te está llamando...
he: מתקשר אליך...
it: ti sta chiamando...
ko: 님으로 부터 전화가 오고 있습니다...
nl: belt je...
pt_br: está te ligando...
zh_hk: 正在致電給您…
zh_ow: 正在打精靈耳給尼…

# lng_call_status_connecting
source: connecting...
de: verbinden...
es: conectando...
he: מתקשר...
it: connetto...
ko: 연결중...
nl: verbinden...
pt_br: conectando...
zh_hk: 連線中…
zh_ow: 連線中…

# lng_call_status_exchanging
source: exchanging encryption keys...
de: tausche Verschlüsselungsschlüssel aus...
es: intercambiando claves de cifrado...
he: החלפת מפתחות הצפנה...
it: scambio chiavi di crittografia...
ko: 암호화 키 교환중...
nl: encryptiesleutels uitwisselen...
pt_br: trocando chaves criptográficas...
zh_hk: 正在交換加密密鑰…
zh_ow: 正在交換高速粒子加密金鑰…

# lng_call_status_waiting
source: waiting...
de: warte...
es: esperando...
he: ממתין...
it: attendo...
ko: 기다리는중...
nl: wachten...
pt_br: esperando...
zh_hk: 等待中…
zh_ow: 等待中…

# lng_call_status_requesting
source: requesting...
de: anfordern...
es: solicitando...
he: מבקש...
it: richiedo...
ko: 요청중..
nl: aanvragen...
pt_br: requisitando...
zh_hk: 請求中…
zh_ow: 請求中…

# lng_call_status_hanging
source: hanging up...
de: lege auf...
es: colgando...
he: מנתק...
it: riaggancio...
ko: 전화 끊는 중...
nl: hangt op...
pt_br: cancelando...
zh_hk: 掛斷中…
zh_ow: 掛斷中…

# lng_call_status_ended
source: call ended
de: Anruf beendet
es: llamada terminada
he: השיחה הסתיימה
it: chiamata terminata
ko: 전화 종료
nl: oproep beëindigd
pt_br: chamada encerrada
zh_hk: 通話結束
zh_ow: 精靈耳結束

# lng_call_status_failed
source: failed to connect
de: Verbindung nicht möglich
es: conexión fallida
he: ההתחברות נכשלה
it: connessione fallita
ko: 연결 실패
nl: verbinden mislukt
pt_br: falha ao conectar
zh_hk: 無法連線
zh_ow: 連線失敗

# lng_call_status_ringing
source: ringing...
de: es klingelt...
es: llamando...
he: מצלצל...
it: suono...
ko: 전화중..
nl: gaat over...
pt_br: tocando...
zh_hk: 響鈴中…
zh_ow: 響鈴中…

# lng_call_status_busy
source: line busy
de: besetzt
es: línea ocupada
he: הקו תפוס
it: occupato
ko: 통화중
nl: bezet
pt_br: linha ocupada
zh_hk: 線路繁忙
zh_ow: 忙線中

# lng_call_fingerprint_tooltip
source: If the emoji on {user}'s screen are the same, this call is 100% secure
de: Wenn diese Emoji genau so bei {user} aussehen, ist euer Anruf 100% sicher.
es: Si los emojis son los mismos para {user}, la llamada es 100% segura.
he: אם האימוג'י על המסך של {user} זהה, השיחה מאובטחת 100%
it: Se le emoji sono uguali sullo schermo di {user}, la chiamata è sicura al 100%.
ko: {user}님 화면과 이모티콘이 동일하다면, 이 통화는 100% 안전합니다
nl: Als deze emoji's gelijk zijn bij {user} is dit gesprek 100% veilig.
pt_br: Se esses emojis são os mesmos na tela de {user}, essa chamada é 100% segura.
zh_hk: 如這些表情符號與 {user} 裝置上的相同，即代表此語音通話是 100% 安全的。
zh_ow: 如果在 {user} 螢幕上ㄉ表情符號是一樣ㄉ，則這個精靈耳是 100% 安全ㄉ

# lng_call_error_not_available
source: Sorry, you cannot call {user} because of their privacy settings. You can ask them to modify their setting or to call you instead.
de: {user} akzeptiert leider keine Anrufe.
es: Lo sentimos, {user} no acepta llamadas.
he: מצטערים, {user} אינו מקבל שיחות.
it: Spiacenti, {user} non accetta le chiamate.
ko: 죄송하지만, {user}는 전화 수신거부 상태입니다.
nl: {user} neemt geen oproepen aan.
pt_br: Desculpe, {user} não aceita chamadas.
zh_hk: 抱歉，{user} 不接受語音通話。
zh_ow: 抱歉，{user} 不接受精靈耳。

# lng_call_error_outdated
source: {user}'s app does not support calls. They need to update their app before you can call them.
de: {user}s App unterstützt keine Anrufe. Dein Chatpartner muss seine App aktualisieren, bevor du anrufen kannst.
es: La app de {user} no soporta llamadas. Debe actualizar su app para recibir tu llamada.
he: האפליקצייה של {user}לא תומכת בשיחות, הוא צריך לעדכן את האפליקצייה כדי לקבל שיחות.
it: L'app di {user} non supporta le chiamate. Deve aggiornare la sua app prima che tu possa chiamarlo.
ko: {user}님의 앱이 전화를 지원하고 있지 않습니다. 상대방 앱을 업데이트 해야합니다.
nl: {user}'s app heeft nog geen ondersteuning voor spraakoproepen en zal eerst een update moeten uitvoeren.
pt_br: O aplicativo de {user} não suporta chamadas. O aplicativo desse usuário precisa ser atualizado para que você possa chamá-lo.
zh_hk: {user} 的 Telegram 版本不支援語音通話。對方需要更新程式，才可以與您通話。
zh_ow: {user} ㄉ應用程式不支援精靈耳。他需要更新應用程式，然後尼才能打精靈耳給他。

# lng_call_error_audio_io
source: There seems to be a problem with your sound card. Please make sure that your computer's speakers and microphone are working and try again.
de: Leider gibt es ein Problem mit der Audiowiedergabe auf deinem Computer. Bitte stelle sicher, dass Lautsprecher und Mikrofon funktionieren und probiere es erneut.
es: Parece existir un problema con la reproducción de audio en tu PC. Por favor, verifica que tu altavoz y micrófono están funcionando y reinténtalo.
he: נראה שיש בעיה בהפעלת שמע במחשב שלך. ודא שהרמקולים והמיקרופון של המחשב פועלים ונסה שוב.
it: Sembra esserci un problema con la riproduzione audio del tuo computer. Per favore assicurati che gli altoparlanti e il microfono del tuo computer stiano funzionando e riprova.
ko: 회원님 컴퓨터의 음성 재생에 문제가 있습니다. 스피커와 마이크가 작동을 하는지 확인 후 다시 시도해주세요.
nl: Er lijkt iets mis te gaan met het afspelen van audio op je computer. Zorg dat je microfoon en luidsprekers werken en probeer het opnieuw.
pt_br: Parece haver um problema com a reprodução de áudio em seu computador. Verifique se os alto-falantes e microfone estão funcionando e tente novamente.
zh_hk: 您的電腦在播放音訊時似乎出現了問題。請確保您的電腦的揚聲器和麥克風運作正常，然後再試一之。
zh_ow: 尼電腦上ㄉ音訊播放似乎有問題。請確保尼電腦ㄉ喇叭和麥克風可以使用，然後重試。

# lng_call_bar_hangup
source: End call
de: Anruf beenden
es: Terminar llamada
he: סיום שיחה
it: Termina chiamata
ko: 통화종료
nl: Nu beëindigen
pt_br: Encerrar chamada
zh_hk: 結束通話
zh_ow: 結束精靈耳

# lng_call_box_title
source: Calls
de: Anrufe
es: Llamadas
he: שיחות
it: Chiamate
ko: 전화
nl: Spraakoproepen
pt_br: Chamadas
zh_hk: 通話
zh_ow: 精靈耳

# lng_call_box_about
source: You haven't made any Telegram calls yet.
de: Du hast noch keine Anrufe geführt.
es: Aún no has realizado llamadas.
he: עדיין לא בצעת שיחות.
it: Non hai ancora effettuato alcuna chiamata.
ko: 아직 전화내역이 없습니다
nl: Nog geen oproepen.
pt_br: Você não fez nenhuma ligação ainda.
zh_hk: 尚未進行 Telegram 通話
zh_ow: 尼尚未撥打任何 Telegram 精靈耳。

# lng_call_box_status_yesterday
source: yesterday at {time}
de: Gestern um {time}
es: Ayer a las {time}
he: אתמול ב {time}
it: Ieri alle {time}
ko: 어제 {time}
nl: Gisteren om {time}
pt_br: Ontem às {time}
zh_hk: 於昨天 {time}
zh_ow: 昨天ㄉ {time}

# lng_call_box_status_date
source: {date} at {time}
de: {date} um {time}
es: {date} a las {time}
he: {date} ב {time}
it: {date} alle {time}
ko: {date} {time}
nl: {date} om {time}
pt_br: {date} às {time}
zh_hk: 於 {date} {time}
zh_ow: {date} ㄉ {time}

# lng_call_box_status_group
source: ({amount}) {status}
de: ({count}) {status}
es: ({count}) {status}
he: {status} ({count})
it: ({count}) {status}
ko: ({count}) {status}
nl: ({count}) {status}
pt_br: ({count}) {status}
zh_hk: {status}（{count}）
zh_ow: ({count}) {status}

# lng_call_outgoing
source: Outgoing call
de: Ausgehender Anruf
es: Llamada saliente
he: שיחה יוצאת
it: Chiamata in uscita
ko: 발신 전화
nl: Uitgaande oproep
pt_br: Chamada efetuada
zh_hk: 撥號
zh_ow: 撥出精靈耳

# lng_call_incoming
source: Incoming call
de: Eingehender Anruf
es: Llamada entrante
he: שיחה נכנסת
it: Chiamata in entrata
ko: 수신 전화
nl: Inkomende oproep
pt_br: Chamada recebida
zh_hk: 來電
zh_ow: 撥入精靈耳

# lng_call_missed
source: Missed call
de: Verpasster Anruf
es: Llamada perdida
he: שיחה שלא נענתה
it: Chiamata persa
ko: 부재중 전화
nl: Gemiste oproep
pt_br: Chamada perdida
zh_hk: 未接來電
zh_ow: 未接來電

# lng_call_cancelled
source: Canceled call
de: Abgebrochener Anruf
es: Llamada cancelada
he: שיחה שבוטלה
it: Chiamata annullata
ko: 취소한 전화
nl: Geannuleerde oproep
pt_br: Chamada cancelada
zh_hk: 已取消撥號
zh_ow: 取消ㄉ精靈耳

# lng_call_declined
source: Declined call
de: Abgelehnter Anruf
es: Llamada rechazada
he: שיחה שנדחתה
it: Chiamata rifiutata
ko: 거부한 전화
nl: Geweigerde oproep
pt_br: Chamada recusada
zh_hk: 來電被拒
zh_ow: 拒接ㄉ來電

# lng_call_rate_label
source: Please rate the quality of your call
de: Gesprächsqualität bewerten
es: Evalúa la calidad de tu llamada
he: דרג את איכות השיחה שלך
it: Per favore valuta la tua chiamata
ko: 통화품질을 평가해주세요
nl: Beoordeel de kwaliteit van je oproep
pt_br: Avalie a qualidade de sua chamada
zh_hk: 請您對 Telegram 通話的質素作出評價
zh_ow: 請評價尼精靈耳ㄉ品質

# lng_call_rate_comment
source: Comment (optional)
de: Beschreibung (optional)
es: Comentario (opcional)
he: תגובה (אופציונלי)
it: Commento (opzionale)
ko: 의견 (선택사항)
nl: Opmerking (optioneel)
pt_br: Comentário (opcional)
zh_hk: 其他意見（可選）
zh_ow: 註解 (可選)

# lng_player_message_today
source: today at {time}
de: Heute um {time}
es: Hoy a las {time}
he: היום ב {time}
it: Oggi alle {time}
ko: 오늘 {time}
nl: vandaag om {time}
pt_br: Hoje às {time}
zh_hk: 今天 {time}
zh_ow: 今天{time}

# lng_player_message_yesterday
source: yesterday at {time}
de: Gestern um {time}
es: Ayer a las {time}
he: אתמול ב {time}
it: Ieri alle {time}
ko: 어제 {time}
nl: Gisteren om {time}
pt_br: Ontem às {time}
zh_hk: 昨天 {time}
zh_ow: 昨天{time}

# lng_player_message_date
source: {date} at {time}
de: {date} um {time}
es: {date} a las {time}
he: {date} ב {time}
it: {date} alle {time}
ko: {date} {time}
nl: {date} om {time}
pt_br: {date} às {time}
zh_hk: 於 {date} {time}
zh_ow: {date} ㄉ {time}

# lng_rights_edit_admin
source: Admin rights
de: Administrator bearbeiten
es: Editar administrador
he: ניהול הרשאות
it: Modifica amministratore
ko: 관리가 변경
nl: Beheerder wijzigen
pt_br: Editar administrador
zh_hk: 管理權限
zh_ow: 管理權限

# lng_rights_edit_admin_header
source: What can this admin do?
de: Was kann dieser Admin machen?
es: ¿Qué puede hacer este administrador?
he: מה מנהל זה יכול לעשות?
it: Cosa può fare questo amministratore?
ko: 이 관리자가 할 수 있는 것은?
nl: Wat mag deze beheerder?
pt_br: O que esse administrador pode fazer?
zh_hk: 這個管理員可以做甚麼？
zh_ow: 這個大魔法師可以做什麼？

# lng_rights_about_add_admins_yes
source: This admin will be able to add new admins with equal or fewer rights.
de: Dieser Admin wird neue Admins mit gleichen (oder eingeschränkten) Rechten hinzufügen können.
es: Este administrador podrá añadir administradores con los mismos (o menos) permisos.
he: מנהל זה יוכל להוסיף מנהלים חדשים עם הרשאות זהות (או מוגבלות יותר).
it: Questo amministratore sarà in grado di aggiungere nuovi amministratori con le stesse autorizzazioni (o più limitate) .
ko: 이 관리자는 동일한 권한 (혹은 더 제한된) 으로만 관리자 추가가 가능합니다.
nl: Deze beheerder mag nieuwe beheerders toevoegen met gelijkwaardige machtigingen (of minder) als zichzelf.
pt_br: Esse admin poderá adicionar novos admins com as mesmas (ou mais limitadas) permissões.
zh_hk: 此管理員能夠新增與他／她擁有相同權限（或較多限制）的管理員。
zh_ow: 此大魔法師將能夠添加具有相同 (或較多限制) 權限ㄉ新大魔法師。

# lng_rights_about_add_admins_no
source: This admin will not be able to add new admins.
de: Dieser Admin kann keine neuen Admins hinzufügen.
es: Este administrador no podrá añadir administradores.
he: מנהל זה לא יוכל להוסיף מנהלים חדשים.
it: Questo amministratore non sarà in grado di aggiungere nuovi amministratori.
ko: 이 관리자는 새로운 관리자 설정을 할 수 없습니다.
nl: Deze beheerder mag geen beheerders toevoegen
pt_br: Esse admin não poderá adicionar novos admins.
zh_hk: 此管理員不能夠新增管理員。
zh_ow: 此大魔法師將無法添加新ㄉ大魔法師。

# lng_rights_about_admin_cant_edit
source: You can't edit the rights of this admin.
de: Du kannst die Berechtigungen für diesen Admin nicht ändern.
es: No puedes editar los permisos de este administrador.
he: אינך יכול לערוך הרשאות עבור מנהל זה.
it: Non puoi modificare le autorizzazioni di questo amministratore.
ko: 이 관리자의 권한을 변경 할 수 없습니다.
nl: Je kunt de machtigingen van deze beheerder niet wijzigen.
pt_br: Você não pode editar as permissões desse admin.
zh_hk: 您不能編輯此管理員的權限。
zh_ow: 尼不能編輯此大魔法師ㄉ權限。

# lng_rights_user_restrictions
source: User permissions
de: Nutzerbeschränkungen
es: Restricciones
he: משתמש מוגבל
it: Restrizioni utente
ko: 사용자 제한
nl: Gebruikersbeperkingen
pt_br: Restrições do usuário
zh_hk: 用戶限制
zh_ow: 魔法師限制

# lng_rights_user_restrictions_header
source: What can this member do?
de: Was kann dieser Nutzer machen?
es: ¿Qué puede hacer este usuario?
he: מה יכול משתמש זה לעשות?
it: Cosa può fare questo utente?
ko: 이 사용자가 할 수 있는 것은?
nl: Wat mag deze gebruiker
pt_br: O que esse usuário pode fazer?
zh_hk: 這個用戶可以做甚麼？
zh_ow: 這個魔法師可以做什麼？

# lng_rights_channel_info
source: Change channel info
de: Kanal-Info ändern
es: Cambiar información del canal
he: לשנות מידע ערוץ
it: Cambiare le info del canale
ko: 채널 정보 변경
nl: Informatie aanpassen
pt_br: Alterar info do canal
zh_hk: 更改頻道資訊
zh_ow: 變更大聲公魔法書

# lng_rights_channel_post
source: Post messages
de: Nachrichten senden
es: Publicar mensajes
he: לפרסם הודעות
it: Pubblicare messaggi
ko: 메시지 작성
nl: Berichten plaatsen
pt_br: Postar mensagens
zh_hk: 發佈訊息
zh_ow: 張貼水晶玉

# lng_rights_channel_edit
source: Edit messages of others
de: Nachrichten von anderen bearbeiten
es: Editar mensajes de otros
he: לערוך הודעות של אחרים
it: Modificare i messaggi di altri
ko: 다른 사용자 메시지 수정
nl: Berichten van anderen wijzigen
pt_br: Editar mensagens de outros
zh_hk: 編輯其他人的訊息
zh_ow: 編輯別人ㄉ水晶玉

# lng_rights_channel_delete
source: Delete messages of others
de: Nachrichten von anderen löschen
es: Eliminar mensajes de otros
he: למחוק הודעות של אחרים
it: Eliminare i messaggi di altri
ko: 다른 사용자 메시지 삭제
nl: Berichten van anderen verwijderen
pt_br: Apagar mensagens de outros
zh_hk: 刪除其他人的訊息
zh_ow: 詛咒別人ㄉ水晶玉

# lng_rights_group_info
source: Change group info
de: Gruppen-Info ändern
es: Cambiar información del grupo
he: לשנות מידע קבוצה
it: Cambiare le info del gruppo
ko: 그룹 정보 변경
nl: Informatie aanpassen
pt_br: Alterar info do grupo
zh_hk: 更改群組資訊
zh_ow: 變更圈圈魔法書
