Repository: telegramdesktop/tdesktop
Catalog: Telegram/Resources/langs/lang_*.strings
Languages: cs, de, es, he, id, it, ko, nl, pt_br, zh_hk, zh_ow

# lng_report_spam_sure_channel
source: Are you sure you want to report spam in this channel?
cs: Jsi si jistý, že chceš nahlásit spam v tomto kanálu?
de: Möchtest du wirklich Spam in diesem Kanal melden?
es: ¿Quieres reportar a este canal como spam?
he: אתה בטוח שאתה רוצה לדווח ספאם על ערוץ זה?
id: Apakah Anda yakin ingin melaporkan spam dalam kanal ini?
it: Sicuro di voler segnalare dello spam in questo canale?
ko: 선택한 채널메시지를 스팸으로 신고하시겠습니까?
nl: Spam van dit kanaal echt melden?
pt_br: Tem certeza que deseja reportar spam desse canal?
zh_hk: 您確定要舉報來自此頻道的垃圾訊息？
zh_ow: 尼確定要檢舉在此大聲公中ㄉ垃圾水晶玉？

# lng_report_spam_ok
source: Report
cs: Nahlásit
de: Melden
es: Reportar
he: דווח
id: Laporkan
it: Segnala
ko: 신고하기
nl: Melden
pt_br: Reportar
zh_hk: 舉報
zh_ow: 檢舉

# lng_cant_send_to_not_contact
source: Sorry, you can only send messages to mutual contacts at the moment. {more_info}
cs: Bohužel, v této chvíli můžeš posílat zprávy pouze vzájemným kontaktům. {more_info}
de: Derzeit kannst du nur Personen schreiben, wenn ihr eure Nummern ausgetauscht habt. {more_info}
es: Lo sentimos, por ahora sólo puedes enviar mensajes a contactos mutuos. {more_info}
he: מצטערים, אתה יכול לשלוח הודעות רק לאנשי הקשר ההדדיים שלך. {more_info}
id: Maaf, Anda hanya dapat mengirimkan pesan kepada teman dalam kontak Anda untuk sementara. {more_info}
it: Spiacenti, al momento puoi scrivere solo ai contatti reciproci. {more_info}
ko: 죄송하지만, 현재 서로 연락처가 추가된 회원들끼리만 전송이 가능합니다. {more_info}
nl: Je kunt momenteel alleen berichten versturen naar onderlinge contacten. {more_info}
pt_br: Desculpe, você só pode enviar mensagens para contatos mútuos no momento. {more_info}
zh_hk: 抱歉，目前您只能傳送訊息給 互相有聯絡的人。{more_info}
zh_ow: 抱歉，目前尼只能傳送水晶玉給 互相有聯絡ㄉ人。 {more_info}

# lng_cant_invite_not_contact
source: Sorry, you can only add mutual contacts to groups at the moment. {more_info}
cs: Bohužel, v této chvíli můžeš přidávat pouze vzájemné kontakty do skupint. {more_info}
de: Du kannst nur Personen hinzufügen, wenn ihr eure Nummern ausgetauscht habt. {more_info}
es: Lo sentimos, por ahora sólo puedes añadir contactos mutuos a grupos. {more_info}
he: מצטערים, ביכולתך להוסיף כרגע לקבוצות רק אנשי קשר הדדיים שלך. {more_info}
id: Maaf, Anda hanya dapat menambahkan kontak teman ke dalam grup untuk sementara. {more_info}
it: Spiacenti, al momento puoi aggiungere ai gruppi solo i contatti reciproci. {more_info}
ko: 죄송하지만, 현재 그룹방에 서로 연락처가 추가된 회원들끼리만 추가 가능합니다. {more_info}
nl: Je kunt momenteel alleen onderlinge contacten aan kanalen toevoegen. {more_info}
pt_br: Desculpe, no momento você só pode adicionar contatos mútuos em grupos. {more_info}
zh_hk: 抱歉，目前您只能將互相有聯絡 的人加入到群組。{more_info}
zh_ow: 抱歉，目前尼只能將互相有聯絡 ㄉ人加入到圈圈。 {more_info}

# lng_cant_more_info
source: Learn more »
cs: Více informací »
de: Weitere Infos »
es: Más información »
he: למידע נוסף »
id: Informasi lebih lanjut »
it: Maggiori info »
ko: 자세한 정보 »
nl: Meer informatie »
pt_br: Informações »
zh_hk: 更多資訊 »
zh_ow: 更多魔法書 »

# lng_cant_invite_banned
source: Sorry, only admins can add this user.
cs: Bohužel, přidat tohoto uživatele může pouze administrátor.
de: Nur Admins können diesen Nutzer hinzufügen.
es: Sólo el administrador puede añadir a este usuario.
he: מצטערים, רק מנהל יכול להוסיף משתמש זה.
id: Maaf, hanya pengurus yang dapat menambahkan pengguna ini.
it: Spiacenti, solo l'amministratore può aggiungere questo utente.
ko: 죄송하지만, 관리자만 회원 추가가 가능합니다.
nl: Alleen beheerders kunnen deze gebruiker toevoegen.
pt_br: Apenas um administrador pode adicionar esse usuário.
zh_hk: 抱歉，只有管理員可以加入此用戶。
zh_ow: 抱歉，只有大魔法師可以加入此魔法師。

# lng_cant_invite_privacy
source: Sorry, you cannot add this user to groups because of their privacy settings.
cs: Bohužel, tohoto uživatele nemůžeš přidat do skupin, protože tak mají nastavené soukromí.
de: Du kannst mit diesem Nutzer keine Gruppe erstellen, weil er es nicht erlaubt.
es: No puedes añadir a este usuario a grupos por sus ajustes de privacidad.
he: מצטערים, אינך יכול להוסיף משתמש זה לקבוצות בגלל הגדרות הפרטיות שלו.
id: Maaf, Anda tidak dapat menambahkan pengguna ini ke dalam grup karena pengaturan privasinya.
it: Spiacenti, non puoi aggiungere questo utente ai gruppi a causa delle sue impostazioni di privacy.
ko: 죄송합니다, 개인설정으로 인하여 이 사용자를 그룹에 초대할 수 없습니다.
nl: Je kunt deze gebruiker niet toevoegen aan groepen door zijn/haar privacyinstellingen.
pt_br: Você não pode adicionar esse usuário em grupos devido as configurações de privacidade.
zh_hk: 抱歉，因為用戶的私隱設定，您無法將對方加入到群組中。
zh_ow: 抱歉，因為魔法師ㄉ隱私設定，尼無法將其加入到圈圈中。

# lng_cant_do_this
source: Sorry, this action is unavailable.
cs: Bohužel, tato akce je nedostupná.
de: Verzeihung. Das ist leider nicht möglich.
es: Lo sentimos, esta acción no está disponible.
he: מצטערים, פעולה זו אינה זמינה.
id: Maaf, tindakan ini tidak tersedia.
it: Spiacenti, questa azione non è disponibile.
ko: 죄송하지만, 할 수 없는 기능입니다.
nl: Deze actie is niet beschikbaar.
pt_br: Essa ação não está disponível.
zh_hk: 抱歉，無法執行此操作。
zh_ow: 抱歉，這個動作不可用。

# lng_send_button
source: Send
cs: Poslat
de: Senden
es: Enviar
he: שלח
id: Kirim
it: Invia
ko: 보내기
nl: Stuur
pt_br: Enviar
zh_hk: 傳送
zh_ow: 傳送

# lng_message_ph
source: Write a message...
cs: Napsat zprávu...
de: Schreibe deine Nachricht...
es: Escribe un mensaje...
he: ...הקלד הודעה
id: Tulis pesan...
it: Scrivi un messaggio...
ko: 메시지 쓰기..
nl: Bericht...
pt_br: Escrever uma mensagem...
zh_hk: 輸入訊息…
zh_ow: 寫一則水晶玉…

# lng_broadcast_ph
source: Broadcast a message...
cs: Vysílat zprávu...
de: Sende einen Broadcast...
es: Difunde un mensaje...
he: ...פרסם הודעה
id: Siarkan pesan...
it: Pubblica un post...
ko: 단체메시지 쓰기...
nl: Massabericht...
pt_br: Transmitir uma mensagem...
zh_hk: 發佈訊息…
zh_ow: 廣播一則水晶玉…

# lng_broadcast_silent_ph
source: Silent broadcast...
cs: Tiché vysílání...
de: Lautloser Broadcast...
es: Difusión en silencio...
he: שידור שקט ...
id: Sunyikan siaran...
it: Post silenzioso...
ko: 음소거 메시지...
nl: Stil massabericht...
pt_br: Transmissão silenciosa...
zh_hk: 無聲發佈…
zh_ow: 無聲廣播…

# lng_record_cancel
source: Release outside this field to cancel
cs: Přetáhni mimo toto pole pro zrušení
de: Zum Abbrechen rausbewegen
es: Suelta fuera de aquí para cancelar
he: שחרר מחוץ לשדה זה כדי לבטל
id: Lepas di luar bagian ini untuk membatalkan
it: Rilascia fuori per annullare
ko: 이 영역 밖에서 마우스 클릭을 해제하시면 취소가 됩니다.
nl: Annuleren: uit het vak loslaten
pt_br: Solte fora desse campo para cancelar
zh_hk: 發佈在這範圍外要取消
zh_ow: 在這範圍外鬆開可以取消

# lng_will_be_notified
source: Subscribers will be notified when you post.
cs: Členové budou upozorněni na tvou zprávu
de: Mitglieder werden benachrichtigt
es: Tu publicación será notificada
he: המנויים יקבלו התראה כאשר תפרסם הודעה
id: Anggota akan diberitahukan ketika Anda mengirim kiriman
it: I post saranno notificati ai membri
ko: 메시지 작성시 대화상대에게 알림이 갑니다.
nl: Berichtgeving voor leden
pt_br: Os membros serão notificados quando você postar
zh_hk: 當您發佈訊息時，成員將會收到通知
zh_ow: 當尼發布時，魔法師將會收到通知

# lng_wont_be_notified
source: Subscribers will receive a silent notification.
cs: Členové nebudou upozorněni na tvou zprávu
de: Mitglieder werden nicht benachrichtigt
es: Tu publicación no será notificada
he: המנויים לא יקבלו התראה כאשר תפרסם הודעה
id: Anggota tidak akan diberitahukan ketika Anda mengirim kiriman
it: I post non saranno notificati ai membri
ko: 메시지 작성시 대화상대에게 알림이 가지 않습니다.
nl: Geen berichtgeving voor leden
pt_br: Os membros não serão notificados quando você postar
zh_hk: 當您發佈訊息時，成員將不會收到通知
zh_ow: 當尼發布時，魔法師將不會收到通知

# lng_willbe_history
source: Select a chat to start messaging
cs: Vyber prosím chat pro zahájení konverzace
de: Chat auswählen, um zu schreiben
es: Selecciona un chat para comenzar
he: בחר שיחה כדי להתחיל לשוחח
id: Pilih sebuah percakapan untuk memulai menulis pesan
it: Seleziona una chat per iniziare a messaggiare
ko: 대화하실 방을 선택해주세요.
nl: Kies een chat om te beginnen
pt_br: Selecione um chat para começar a conversar
zh_hk: 請選擇聊天以開始傳送訊息
zh_ow: 請選擇聊天對象開始傳訊

# lng_from_you
source: You
cs: Já
de: Ich
es: Tú
he: אתה
id: Anda
it: Tu
ko: 회원님
nl: Jij
pt_br: Você
zh_hk: 您
zh_ow: 尼

# lng_from_draft
source: Draft
de: Entwurf
es: Borrador
he: טיוטה
id: Draf
it: Bozza
ko: 임시저장
nl: Concept
pt_br: Rascunho
zh_hk: 草稿
zh_ow: 草稿

# lng_bot_description
source: What can this bot do?
cs: Co může tento bot dělat?
de: Was kann dieser Bot?
es: ¿Qué puede hacer este bot?
he: מה הרובוט הזה יכול לעשות?
id: Apa yang dapat dilakukan oleh bot ini?
it: Cosa può fare questo bot?
ko: 봇이 할 수 있는 일은 무엇일까요?
nl: Wat kan deze bot?
pt_br: O que esse bot pode fazer?
zh_hk: 這個機械人可以做甚麼？
zh_ow: 這個機器人可以做什麼？

# lng_unblock_button
source: Unblock
cs: Odblokovat
de: Freigeben
es: Desbloquear
he: בטל חסימה
id: Cabut pemblokiran
it: Sblocca
ko: 차단해제
nl: Deblokkeer
pt_br: Desbloquear
zh_hk: 解除封鎖
zh_ow: 解除魔障屏蔽

# lng_channel_mute
source: Mute
cs: Ztišit
de: Stumm
es: Silenciar
he: השתק
id: Sunyikan
it: Silenzia
ko: 음소거
nl: Geluid uit
pt_br: Silenciar
zh_hk: 關閉訊息通知
zh_ow: 關閉水晶玉通知

# lng_channel_unmute
source: Unmute
cs: Odvolat ztišení
de: Stumm aus
es: No silenciar
he: בטל השתקה
id: Suarakan
it: Suona
ko: 음소거 취소
nl: Geluid aan
pt_br: Restaurar Som
zh_hk: 開啟訊息通知
zh_ow: 恢復水晶玉通知

# lng_saved_messages
source: Saved Messages
he: הודעות שמורות
zh_hk: 我的收藏
zh_ow: 已儲存ㄉ水晶玉

# lng_saved_short
source: Save
he: שמור
zh_hk: 儲存
zh_ow: 儲存

# lng_saved_forward_here
source: Forward messages here for quick access
he: העבר הודעות לכאן לגישה מהירה.
zh_hk: 轉發訊息到這裡以便快速存取
zh_ow: 轉傳水晶玉到這裡以便快速存取

# lng_open_this_link
source: Open this link?
cs: Otevřít tento odkaz?
de: Diesen Link öffnen?
es: ¿Abrir este enlace?
he: לפתוח קישור זה?
id: Buka pranala ini?
it: Aprire questo link?
ko: 이 링크로 이동하시겠나요?
nl: Link openen?
pt_br: Abrir este link?
zh_hk: 開啟此連結？
zh_ow: 開啟此傳送器？

# lng_open_link
source: Open
cs: Otevřít
de: Öffnen
es: Abrir
he: פתח
id: Buka
it: Apri
ko: 열기
nl: Openen
pt_br: Abrir
zh_hk: 開啟
zh_ow: 開啟

# lng_allow_bot_pass
source: Allow {bot_name} to pass your Telegram name and ID (not your phone number) to the web pages you open via this bot?
cs: Dovolíš botovi {bot_name} předat tvoje jméno a ID z Telegramu name www stránkám, které přes tohoto bota otevřeš?
de: Darf {bot_name} deinen Anzeigenamen und deine id mit Internetseiten teilen, die du mit diesem Bot öffnest?
es: ¿Permites a {bot_name} entregar tu nombre e id de Telegram a los sitios web que abres a través de este bot?
he: האם לאפשר ל- {bot_name} להעביר את שם הטלגרם ואת הID שלך לדפי האינטרנט שאתה פותח באמצעות הבוט?
id: Apakah Anda mengizinkan {bot_name} untuk mengirimkan nama Telegram dan id Anda ke halaman web yang Anda buka melalui bot ini?
it: Consentire a {bot_name} di trasmettere il tuo nome e id Telegram alle pagine web che apri tramite questo bot?
ko: 이 bot을 통하여 {bot_name}이 텔레그램 이름과 아이디를 웹페이지로 전달하시기를 허락하시나요?
nl: Wil je {bot_name} toestaan om je naam en ID door te geven aan webpagina's die je opent via deze bot?
pt_br: Você permite ao {bot_name} passar seu nome do Telegram e id para páginas web que você abrir através desse bot?
zh_hk: 您允許 {bot_name} 經由此機械人傳送您的 Telegram 用戶名稱及編號（非電話號碼）到您開啟的網頁？
zh_ow: 允許 {bot_name} 機器人傳遞尼ㄉ Telegram 名稱和 id 到尼透過它開啟ㄉ網頁嗎？

# lng_allow_bot
source: Allow
cs: Povolit
de: Erlauben
es: Permitir
he: התר
id: Izinkan
it: Consenti
ko: 허용
nl: Toestaan
pt_br: Permitir
zh_hk: 允許
zh_ow: 允許

# lng_bot_start
source: Start
de: Starten
es: Iniciar
he: התחל
id: Mulai
it: Avvia
ko: 시작
nl: Begin
pt_br: Iniciar
zh_hk: 開始
zh_ow: 開始

# lng_bot_choose_group
source: Select a Group
cs: Zvol skupinu
de: Gruppe auswählen
es: Elige un grupo
he: בחר קבוצה
id: Pilih sebuah Grup
it: Seleziona un gruppo
ko: 그룹방 선택
nl: Kies group
pt_br: Selecione um Grupo
zh_hk: 選擇群組
zh_ow: 選擇一個圈圈

# lng_bot_no_groups
source: You have no groups
cs: Nemáš žádné skupiny
de: Du hast keine Gruppen
es: No tienes grupos
he: אין לך קבוצות
id: Anda tidak memiliki grup
it: Non hai gruppi
ko: 그룹이 존재하지 않습니다.
nl: Je hebt geen groepen
pt_br: Você não possui grupos
zh_hk: 您沒有群組
zh_ow: 尼沒有圈圈

# lng_bot_groups_not_found
source: No groups found
cs: Nenalezeny žádné skupiny
de: Keine Gruppen gefunden
es: No se encontraron grupos
he: לא נמצאו קבוצות
id: Tidak ada grup ditemukan
it: Nessun gruppo trovato
ko: 그룹을 찾을 수 없습니다.
nl: Geen groepen gevonden
pt_br: Nenhum grupo encontrado
zh_hk: 找不到群組
zh_ow: 沒找到圈圈

# lng_bot_sure_invite
source: Add the bot to «{group}»?
cs: Přidat bota do «{group}»?
de: Den Bot zu «{group}» hinzufügen?
es: ¿Añadir el bot a «{group}»?
he: להוסיף את הרובוט ל «{group}»?
id: Tambahkan bot ini ke dalam «{group}»?
it: Aggiungere il bot a «{group}»?
ko: <<{group}>>에 봇을 추가 하시겠습니까?
nl: De bot toevoegen aan "{group}"?
pt_br: Adicionar bot ao «{group}»?
zh_hk: 將機械人加入到【{group}】？
zh_ow: 將機器人加入到 «{group}»？

# lng_bot_already_in_group
source: The bot is already a member of the group.
cs: Bot je již členem této skupiny.
de: Der Bot ist schon in dieser Gruppe.
es: El bot ya es un miembro del grupo.
he: הרובוט כבר חבר בקבוצה
id: Bot ini sudah menjadi anggota grup ini.
it: Questo bot è già membro del gruppo.
ko: 봇이 이미 그룹의 멤버입니다.
nl: Deze bot is al een groepslid.
pt_br: O bot já é um membro do grupo.
zh_hk: 機械人已經是群組的一位成員。
zh_ow: 機器人已經是圈圈ㄉ一個魔法師。

# lng_bot_choose_chat
source: Select a chat
cs: Zvol konverzaci
de: Chat auswählen
es: Elige un chat
he: בחר שיחה
id: Pilih sebuah Percakapan
it: Seleziona una chat
ko: 채팅방 선택
nl: Kies chat
pt_br: Selecione uma Conversa
zh_hk: 選擇聊天
zh_ow: 選擇一個聊天室

# lng_bot_no_chats
source: You have no chats
cs: Nemáš žádné konverzace
de: Du hast keine Chats
es: No tienes chats
he: אין לך שיחות
id: Anda tidak memiliki percakapan
it: Non hai chat
ko: 채팅방이 없습니다.
nl: Je hebt nog geen chats
pt_br: Você não possui conversas
zh_hk: 您沒有聊天
zh_ow: 尼沒有聊天

# lng_bot_chats_not_found
source: No chats found
cs: Nenalezeny žádné konverzace
de: Keine Chats gefunden
es: No se encontraron chats
he: לא נמצאו שיחות
id: Tidak ada percakapan ditemukan
it: Nessuna chat trovata
ko: 채팅방을 찾 을 수 없음
nl: Geen chats gevonden
pt_br: Nenhuma conversa encontrada
zh_hk: 找不到聊天
zh_ow: 找不到聊天室

# lng_bot_sure_share_game
source: Share the game with {user}?
cs: Sdílet tuto hru s uživatelem {user}?
de: Das Spiel mit {user} teilen?
es: ¿Compartir el juego con {user}?
he: לשתף את המשחק עם {user}?
id: Mulai permainan dengan {user}?
it: Condividere questo gioco con {user}?
ko: {user}에게 게임을 공유하겠습니까?
nl: Spel met {user} delen?
pt_br: Compartilhar o jogo com {user}?
zh_hk: 與 {user} 分享遊戲？
zh_ow: 與 {user} 分享遊戲嗎？

# lng_bot_sure_share_game_group
source: Share the game with «{group}»?
cs: Sdílet tuto hru se skupinou «{group}»?
de: Das Spiel mit «{group}» teilen?
es: ¿Compartir el juego en «{group}»?
he: לשתף את המשחק עם «{group}»?
id: Bagikan permainan ini dengan «{group}»?
it: Condividere questo gioco con «{group}»?
ko: «{group}»에게 게임을 공유하겠습니까?
nl: Spel met «{group}» delen?
pt_br: Compartilhar o jogo com «{group}»?
zh_hk: 與【{group}】分享遊戲？
zh_ow: 與 «{group}» 分享遊戲嗎？

# lng_typing
source: typing
cs: píše
de: tippt
es: escribiendo
he: מקליד
id: menulis
it: sta scrivendo
ko: 입력중
nl: aan het typen
pt_br: escrevendo
zh_hk: 輸入中
zh_ow: 正在施展魔法

# lng_user_typing
source: {user} is typing
cs: {user} píše
de: {user} tippt
es: {user} está escribiendo
he: {user} מקליד
id: {user} sedang menulis
it: {user} sta scrivendo
ko: {user}님이 입력중입니다.
nl: {user} is aan het typen
pt_br: {user} está escrevendo
zh_hk: {user} 輸入中
zh_ow: {user} 正在施展魔法

# lng_users_typing
source: {user} and {second_user} are typing
cs: {user} a {second_user} píší
de: {user} und {second_user} tippen
es: {user} y {second_user} están escribiendo
he: מקלידים {second_user} ו {user}
id: {user} dan {second_user} sedang menulis
it: {user} e {second_user} stanno scrivendo
ko: {user}님과 {second_user}님이 입력중입니다.
nl: {user} en {second_user} zijn aan het typen
pt_br: {user} e {second_user} estão escrevendo
zh_hk: {user} 和 {second_user} 輸入中
zh_ow: {user} 和 {second_user} 正在施展魔法

# lng_many_typing#one
source: {count} person is typing
de: {count} tippt
es: {count} persona está escribiendo
he: משתמש {count} מקליד
it: {count} sta scrivendo
ko: {count}명이 입력중
nl: {count} is aan het typen
pt_br: {count} pessoa está escrevendo
zh_hk: {count} 人輸入中
zh_ow: {count} 個人正在施展魔法

# lng_many_typing#other
source: {count} people are typing
de: {count} tippen
es: {count} personas están escribiendo
he: {count} משתמשים מקלידים
it: {count} stanno scrivendo
ko: {count}명이 입력중
nl: {count} zijn aan het typen
pt_br: {count} pessoas estão escrevendo
zh_hk: {count} 人輸入中
zh_ow: {count} 個人正在施展魔法

# lng_playing_game
source: playing a game
cs: hraje hru
de: spielt ein Spiel
es: jugando
he: משחק במשחק
id: memainkan permainan
it: sta giocando a un gioco
ko: 게임 중
nl: speelt een spel
pt_br: jogando
zh_hk: 玩遊戲中
zh_ow: 正在玩遊戲

# lng_user_playing_game
source: {user} is playing a game
cs: {user} hraje hru
de: {user} spielt ein Spiel
es: {user} está jugando
he: {user} משחק במשחק
id: {user} sedang memainkan permainan
it: {user} sta giocando a un gioco
ko: {user}님이 게임 중입니다.
nl: {user} speelt een spel
pt_br: {user} está jogando
zh_hk: {user} 正在玩遊戲
zh_ow: {user} 正在玩遊戲

# lng_users_playing_game
source: {user} and {second_user} are playing a game
cs: {user} a {second_user} hrají hru
de: {user} und {second_user} spielen ein Spiel
es: {user} y {second_user} están jugando
he: {user} ו {second_user} משחקים במשחק
id: {user} dan {second_user} sedang memainkan permainan
it: {user} e {second_user} stanno giocando a un gioco
ko: {user}님과 {second_user}님이 게임 중입니다.
nl: {user} en {second_user} spelen een spel
pt_br: {user} e {second_user} estão jogando
zh_hk: {user} 和 {second_user} 正在玩遊戲
zh_ow: {user} 和 {second_user} 正在玩遊戲

# lng_many_playing_game#one
source: {count} person is playing a game
de: {count} spielt ein Spiel
es: {count} persona está jugando
he: משתמש {count} משחק במשחק
it: {count} sta giocando a un gioco
ko: {count}명이 게임 중
nl: {count} speelt een spel
pt_br: {count} pessoa está jogando
zh_hk: {count} 人正在玩遊戲
zh_ow: {count} 個人正在玩遊戲

# lng_many_playing_game#other
source: {count} people are playing a game
de: {count} spielen ein Spiel
es: {count} personas están jugando
he: {count} משתמשים משחקים במשחק
it: {count} stanno giocando a un gioco
ko: {count}명이 게임 중
nl: {count} spelen een spel
pt_br: {count} pessoas estão jogando
zh_hk: {count} 人正在玩遊戲
zh_ow: {count} 個人正在玩遊戲

# lng_send_action_record_video
source: recording a video
cs: nahrávám video
de: schickt Video
es: grabando un vídeo
he: מקליט סרטון
id: merekam video
it: sta registrando un video
ko: 비디오 녹화 중
nl: video opnemen
pt_br: gravando um vídeo
zh_hk: 正在錄製影片
zh_ow: 正在錄製影片

# lng_user_action_record_video
source: {user} is recording a video
cs: {user} nahrává video
de: {user} sendet ein Video
es: {user} está grabando un vídeo
he: {user} מקליט סרטון
id: {user} sedang merekam video
it: {user} sta registrando un video
ko: {user}님이 녹화중입니다
nl: {user} neemt video op
pt_br: {user} está gravando um vídeo
zh_hk: {user} 正在錄製影片
zh_ow: {user} 正在錄製影片

# lng_send_action_upload_video
source: sending a video
cs: posílám video
de: schickt ein Video
es: enviando un vídeo
he: שולח סרטון
id: mengirimkan sebuah video
it: sta inviando un video
ko: 비디오 전송 중
nl: video versturen
pt_br: enviando um vídeo
zh_hk: 正在傳送影片
zh_ow: 正在傳送影片

# lng_user_action_upload_video
source: {user} is sending a video
cs: {user} posílá video
de: {user} sendet ein Video
es: {user} está enviando un vídeo
he: {user} שולח סרטון
id: {user} mengirimkan sebuah video
it: {user} sta inviando un video
ko: {user}님이 비디오를 전송 중입니다.
nl: {user} verstuurt video
pt_br: {user} está enviando um vídeo
zh_hk: {user} 正在傳送影片
zh_ow: {user} 正在傳送影片

# lng_send_action_record_audio
source: recording a voice message
cs: nahrávám hlasovou zprávu
de: nimmt Sprachnachricht auf
es: grabando un mensaje de voz
he: מקליט הודעה קולית
id: merekam pesan suara
it: sta registrando un audio
ko: 음성 메시지 녹음 중
nl: spraakbericht opnemen
pt_br: gravando uma mensagem de voz
zh_hk: 正在錄製語音訊息
zh_ow: 正在錄製語音水晶玉

# lng_user_action_record_audio
source: {user} is recording a voice message
cs: {user} nahrává hlasovou zprávu
de: {user} nimmt Sprachnachricht auf
es: {user} está grabando un mensaje de voz
he: {user} מקליט הודעה קולית
id: {user} sedang merekam pesan suara
it: {user} sta registrando un audio
ko: {user}님이 오디오를 녹음 중입니다
nl: {user} neemt spraakbericht op
pt_br: {user} está gravando um áudio
zh_hk: {user} 正在錄製語音訊息
zh_ow: {user} 正在錄製語音水晶玉

# lng_send_action_upload_audio
source: sending a voice message
cs: posílám hlasovou zprávu
de: sendet Sprachnachricht
es: enviando un mensaje de voz
he: שולח הודעה קולית
id: mengirimkan pesan suara
it: sta inviando un audio
ko: 음성 메시지 전송 중
nl: spraakbericht versturen
pt_br: enviando uma mensagem de voz
zh_hk: 正在傳送語音訊息
zh_ow: 正在傳送語音水晶玉

# lng_user_action_upload_audio
source: {user} is sending a voice message
cs: {user} posílá hlasovou zprávu
de: {user} sendet Sprachnachricht
es: {user} está enviando un mensaje de voz
he: {user} שולח הודעה קולית
id: {user} mengirimkan pesan suara
it: {user} sta inviando un audio
ko: {user}님이 음성 메시지는 전송 중입니다
nl: {user} verstuurt spraakbericht
pt_br: {user} está enviando um áudio
zh_hk: {user} 正在傳送語音訊息
zh_ow: {user} 正在傳送語音水晶玉

# lng_send_action_record_round
source: recording a video message
cs: nahrávám a video zprávu
de: nimmt Videonachricht auf
es: grabando un videomensaje
he: מקליט הודעת וידאו
it: sta registrando un videomessaggio
ko: 비디오 메시지를 녹화 중
nl: videobericht opnemen
pt_br: gravando uma mensagem de vídeo
zh_hk: 正在錄製視訊訊息
zh_ow: 正在錄製視訊水晶玉

# lng_user_action_record_round
source: {user} is recording a video message
cs: {user} nahrává hlasovou zprávu
de: {user} nimmt Videonachricht auf
es: {user} está grabando un videomensaje
he: {user} מקליט הודעת וידאו
it: {user} sta registrando un videomessaggio
ko: {user}님이 비디오 메시지 녹화 중
nl: {user} neemt videobericht op
pt_br: {user} está gravando uma mensagem de vídeo
zh_hk: {user} 正在錄製視訊訊息
zh_ow: {user} 正在錄製視訊水晶玉

# lng_send_action_upload_round
source: sending a video message
cs: posílám a video zprávu
de: sendet eine Videonachricht
es: enviando un videomensaje
he: שולח הודעת וידאו
it: sta inviando un videomessaggio
ko: 비디오 메시지 전송 중
nl: videobericht versturen
pt_br: enviando uma mensagem de vídeo
zh_hk: 正在傳送視訊訊息
zh_ow: 正在傳送視訊水晶玉

# lng_user_action_upload_round
source: {user} is sending a video message
cs: {user} posílá hlasovou zprávu
de: {user} sendet eine Videonachricht
es: {user} está enviando un videomensaje
he: {user} שולח הודעת וידאו
it: {user} sta inviando un videomessaggio
ko: {user}님이 비디오 메시지 전송 중
nl: {user} verstuurt videobericht
pt_br: {user} está enviando uma mensagem de vídeo
zh_hk: {user} 正在傳送視訊訊息
zh_ow: {user} 正在傳送視訊水晶玉

# lng_send_action_upload_photo
source: sending a photo
cs: posílám obrázek
de: sendet ein Bild
es: enviando una foto
he: שולח תמונה
id: mengirimkan sebuah foto
it: sta inviando una foto
ko: 사진 전송 중
nl: foto versturen
pt_br: enviando uma foto
zh_hk: 正在傳送相片
zh_ow: 正在傳送照片

# lng_user_action_upload_photo
source: {user} is sending a photo
cs: {user} posílá obrázek
de: {user} sendet ein Bild
es: {user} está enviando una foto
he: {user} שולח תמונה
id: {user} sedang mengirimkan sebuah foto
it: {user} sta inviando una foto
ko: {user}님이 사진을 전송 중입니다
nl: {user} verstuurt een foto
pt_br: {user} está enviando uma foto
zh_hk: {user} 正在傳送相片
zh_ow: {user} 正在傳送照片

# lng_send_action_upload_file
source: sending a file
cs: posílám soubor
de: sendet eine Datei
es: enviando un archivo
he: שולח קובץ
id: mengirimkan sebuah berkas
it: sta inviando un file
ko: 파일 전송 중
nl: bestand versturen
pt_br: enviando um arquivo
zh_hk: 正在傳送檔案
zh_ow: 正在傳送玉石

# lng_user_action_upload_file
source: {user} is sending a file
cs: {user} posílá soubor
de: {user} sendet eine Datei
es: {user} está enviando un archivo
he: {user} שולח קובץ
id: {user} sedang mengirimkan sebuah foto
it: {user} sta inviando un file
ko: {user}님이 파일을 전송 중입니다
nl: {user} verstuurt bestand
pt_br: {user} está enviando um arquivo
zh_hk: {user} 正在傳送檔案
zh_ow: {user} 正在傳送玉石
