Repository: telegramdesktop/tdesktop
Catalog: Telegram/Resources/langs/lang_*.strings
Languages: cs, de, es, he, id, it, ko, nl, pt_br, zh_hk, zh_ow

# lng_signin_no_email_forgot
source: Since you didn't provide a recovery email when setting up your password, your remaining options are either to remember your password or to reset your account.
cs: Protože jsi nezadal(a) žádný záložní email při nastavování hesla, zbývající možnosti jsou zapamatovat si heslo, nebo resetovat účet.
de: Da du keine Email Adresse hinterlegt hast, kannst du nur noch hoffen, dass dir dein Kennwort wieder einfällt oder du musst tatsächlich dein Telegram Konto zurücksetzen.
es: Como no estableciste un e-mail de recuperación cuando configuraste tu contraseña, las opciones restantes son recordar tu contraseña o restablecer tu cuenta.
he: מאחר שלא סיפקת דואר אלקטרוני לשחזור בעת איפוס הסיסמה, האפשרויות שנותרו הן לזכור את הסיסמה או לאפס את חשבונך.
id: Karena Anda belum memberikan surel pemulihan ketika mengatur kata sandi Anda, opsi tersisa Anda adalah mengingat kata sandi Anda atau mengatur ulang akun Anda.
it: Siccome non hai fornito un'email di recupero quando hai inserito la password, non ti resta che ricordarti la password o ripristinare il tuo account.
ko: 비밀번호 복구 이메일을 설정하지 않았기때문에, 비밀번호를 기억해내시거나 계정 초기화를 진행해주셔야합니다.
nl: Omdat je geen herstel-e-mailadres hebt opgegeven voor je wachtwoord zul je bij verlies van je wachtwoord je account moeten resetten.
pt_br: Se você não providenciar um email de recuperação ao configurar sua senha, suas opções restantes serão lembrar sua senha ou apagar sua conta.
zh_hk: 由於您在設定密碼時沒有提供恢復密碼用的電郵，您餘下的選擇只有記好您的密碼，或重設您的帳戶。
zh_ow: 由於尼在設定令咒時沒有提供復原用ㄉ電子信箱，尼剩餘ㄉ選項就是要記住尼ㄉ令咒，或是重置尼ㄉ靈魂。

# lng_signin_cant_email_forgot
source: If you can't restore access to the email, your remaining options are either to remember your password or to reset your account.
cs: Pokud nemůžeš obnovit přístup ke svému e-mailu, zbývající možnosti jsou zapamatovat si heslo, nebo resetovat účet.
de: Da du keine E-Mail Adresse hinterlegt hast, kannst du nur noch hoffen, dass dir dein Kennwort wieder einfällt oder du musst tatsächlich dein Telegram Konto zurücksetzen.
es: Si no puedes acceder a tu e-mail, las opciones restantes son recordar tu contraseña o restablecer tu cuenta.
he: אם אין באפשרותך לשחזר גישה לדואר האלקטרוני, האפשרויות שנותרו הן לזכור את הסיסמה או לאפס את חשבונך.
id: Apabila Anda tidak dapat memulihkan akses ke surel Anda, opsi tersisa Anda adalah mengingat kata sandi Anda atau mengatur ulang akun Anda.
it: Se non puoi recuperare l'accesso all'e-mail, non ti resta che ricordarti la password o ripristinare il tuo account.
ko: 이메일 접근을 하실 수 없을 경우, 비밀번호를 기억해내시거나 계정 초기화를 진행해주셔야 합니다.
nl: Als je geen toegang meer hebt tot je e-mail en je ingestelde wachtwoord zul je je account moeten resetten.
pt_br: Se você não pode restaurar o acesso ao email, suas opções restantes serão lembrar sua senha ou apagar sua conta.
zh_hk: 如果無法存取您的電郵信箱，您餘下的選擇只有記好您的密碼，或重設您的帳戶。
zh_ow: 如果無法恢復存取電子郵件，尼剩餘ㄉ選項是要嘛記住尼ㄉ令咒，不然就只好重置尼ㄉ靈魂。

# lng_signin_reset_account
source: Reset your account
cs: Resetovat účet
de: Konto zurücksetzen
es: Restablecer tu cuenta
he: אפס את החשבון שלך
id: Pulihkan akun Anda
it: Ripristina il tuo account
ko: 계정 초기화
nl: Account resetten
pt_br: Apagar sua conta
zh_hk: 重設您的帳戶
zh_ow: 重置尼ㄉ靈魂

# lng_signin_sure_reset
source: You will lose all your Telegram chats, messages, media and files if you proceed. Do you want to reset your account?
cs: Varování! Přijdeš o všechny své konverzace a zprávy, spolu s médii a soubory, které jsi sdílel! Opravdu chceš resetovat účet?
de: Hinweis! Du verlierst du alle Chats und Nachrichten, ebenso deine geteilten Bilder und Videos. Konto wirklich zurücksetzen?
es: ¡Advertencia! ¡Perderás todos tus chats y mensajes, junto con la multimedia y archivos compartidos! ¿Quieres restablecer tu cuenta?
he: אזהרה! פעולה זו תגרום לך לאבד את כל הצ'אטים וההודעות שלך, יחד עם כל מדיה וקבצים ששיתפת! האם ברצונך לאפס את החשבון שלך?
id: Peringatan! Anda akan kehilangan semua percakapan dan pesan Anda, dan semua media dan berkas yang Anda bagikan! Apakah Anda ingin memulihkan akun Anda?
it: Attenzione! Perderai tutte le chat e i messaggi, insieme a tutti i media e i file condivisi! Vuoi ripristinare il tuo account?
ko: 경고! 계정 초기화 진행시 모든 대화, 메시지 및 공유받은 미디어와 파일이 삭제가 됩니다. 계정 초기화를 진행하시겠습니까?
nl: Let op: Al je chats, berichten en alle andere data gaan verloren als je verder gaat! Echt je account resetten?
pt_br: Atenção! Você perderá todos seus chats e mensagens, juntamente com quaisquer mídias e arquivos! Você deseja apagar sua conta?
zh_hk: 警告！ 您將會失去所有聊天和訊息，及已分享的媒體和檔案！ 您確定要重設您的帳戶？
zh_ow: 警告！ 尼將失去所有ㄉ聊天和水晶玉， 連同任何尼分享ㄉ媒體和玉石！ 尼是否要重置尼ㄉ靈魂？

# lng_signin_reset
source: Reset
de: Zurücksetzen
es: Restablecer
he: איפוס
id: Pulihkan
it: Ripristina
ko: 초기화
pt_br: Apagar
zh_hk: 重設
zh_ow: 重置

# lng_signin_reset_wait
source: Since the account {phone_number} is active and protected by a password, it will be deleted in 1 week. This delay is required for security purposes. You can cancel this process anytime. You'll be able to reset your account in: {when}
cs: Protože je účet {phone_number} aktivní a chráněn heslem, bude smazán za 1 týden z bezpečnostních důvodů. Tento proces může kdykoli zastavit. Účet bude možné zresetovat za: {when}
de: Da dein Konto {phone_number} aktiv und durch ein Kennwort geschützt ist, löschen wir es aus Sicherheitsgründen in einer Woche. Du kannst den Vorgang jederzeit abbrechen. Du kannst dein Konto zurücksetzen in: {when}
es: Como la cuenta {phone_number} está activa y protegida con una contraseña, la eliminaremos en 1 semana, por motivos de seguridad. Puedes cancelar el proceso en cualquier momento. Podrás restablecer tu cuenta en: {when}
he: מאחר שהחשבון {phone_number} פעיל ומוגן על ידי סיסמה, נמחק אותו בתוך שבוע למטרות אבטחה. תוכל לבטל את התהליך בכל עת. תוכל לאפס את החשבון שלך ב: \ n {when}
id: Karena {phone_number} akun ini aktif dan dilindungi oleh kata sandi, kami akan menghapusnya dalam 1 minggu dengan alasan keamanan. Anda dapat membatalkan proses ini kapan saja. Anda dapat memulihkan akun Anda dalam: {when}
it: Dato che l'account {phone_number} è attivo e protetto da una password, lo elimineremo tra 1 settimana per motivi di sicurezza. Puoi annullare questo processo in qualsiasi momento. Potrai ripristinare il tuo account tra: {when}
ko: {phone_number} 계정이 사용중이고 비밀번호 설정이 되어져 있어, 보안을 위하여 1주일 이후에 삭제가 될 예정입니다. 이 설정은 언제든지 취소 할 수 있습니다. 계정은 다음시간 이후에 초기화가 됩니다: {when}
nl: Account {phone_number} is actief en beveiligd met een wachtwoord, het verwijderen stellen we daarom 1 week uit. Je kunt dit proces ieder moment annuleren. Je account kan gereset worden over: {when}
pt_br: Uma vez que a conta {phone_number} está ativa e protegida por senha, nós iremos desativá-la em 1 semana, por questões de segurança. Você pode cancelar esse processo a qualquer momento. Você poderá restaurar sua conta em: {when}
zh_hk: 由於帳戶 {phone_number} 仍然有效而且被密碼保護，基於安全理由，我們將會於 1 星期後把它刪除。您可以隨時取消這個指令。 您可以於以下時間後重設帳戶： {when}
zh_ow: 由於靈魂 {phone_number} 是活躍並且受令咒保護ㄉ，為ㄌ安全起見，我們將在 1 周內詛咒它。 尼可以隨時取消此一過程。 尼可以重置尼ㄉ靈魂在： {when}

# lng_signin_reset_cancelled
source: Your recent attempts to reset this account have been canceled by its active user. Please try again in 7 days.
cs: Tvoje předchozí pokusy o reset účtu byly zrušeny aktivním uživatelem. Zkus to prosím znovu za 7 dní.
de: Deine vorherigen Versuche das Konto zurückzusetzen wurden durch den aktiven Nutzer abgebrochen. Bitte in 7 Tagen erneut probieren.
es: Tus intentos recientes para restablecer la cuenta fueron cancelados por su usuario activo. Por favor, reinténtalo en 7 días.
he: ניסיונותיך האחרונים לאפס את החשבון הזה בוטלו על ידי המשתמש הפעיל שלו. נסה שוב בעוד 7 ימים.
id: Uji coba Anda baru-baru saja untuk memulihkan Akun ini telah dibatalkan oleh pengguna aktifnya. Silakan coba kembali dalam 7 hari.
it: I tuoi tentativi recenti di ripristinare questo account sono stati annullati dal suo utente attivo. Per favore riprova tra 7 giorni.
ko: 현재 사용중인 사용자가 요청하신 계정 초기화를 취소 하였습니다. 7일 이후에 다시 시도해주세요.
nl: De actieve gebruiker heeft de recente poging om dit account te resetten geannuleerd. Probeer het over 7 dagen nog eens.
pt_br: Suas tentativas recentes de restaurar essa conta foram canceladas pelo usuário ativo. Tente novamente em 7 dias.
zh_hk: 您最近曾經嘗試重設此帳戶，但已被其活躍使用者取消，請於 7 天後再試。
zh_ow: 尼最近嘗試重置此靈魂ㄉ動作已被活躍魔法師取消。請在 7 天內再試一次。

# lng_signin_banned_text
source: This phone number is banned.
he: המספר פלאפון הזה חסום.
zh_hk: 此手機號碼已被封鎖。
zh_ow: 這個魔法器號碼被魔障屏蔽ㄌ。

# lng_signin_banned_help
source: Help
he: עזרה
zh_hk: 說明
zh_ow: 幫助

# lng_signup_title
source: Your Info
cs: Informace o tobě
de: Deine Info
es: Tu información
he: הפרטים שלך
id: Informasi dan foto
it: Le tue info
ko: 정보
nl: Jouw Informatie
pt_br: Suas Informações
zh_hk: 您的資料
zh_ow: 尼ㄉ魔法書

# lng_signup_desc
source: Please enter your name and upload a photo.
cs: Zadej prosím své jméno a nahrej fotku.
de: Bitte trage deinen Namen ein und lade ein Bild hoch.
es: Por favor, pon tu nombre y una foto.
he: בבקשה הזן שם משתמש והעלה תמונת פרופיל.
id: Masukkan nama Anda dan unggah sebuah foto.
it: Inserisci il tuo nome e carica una foto.
ko: 이름을 입력해주시고, 사진을 업로드해주세요.
nl: Voer je naam en upload een foto.
pt_br: Por favor, insira nome e carregue uma foto.
zh_hk: 請輸入您的姓名和 上傳一張相片。
zh_ow: 請施展魔法尼ㄉ姓名和 上傳一張照片。

# lng_signup_firstname
source: First name
cs: Jméno
de: Vorname
es: Nombre
he: שם פרטי
id: Nama depan
it: Nome
ko: 이름
nl: Voornaam
pt_br: Nome
zh_hk: 名字
zh_ow: 名字

# lng_signup_lastname
source: Last name
cs: Příjmení
de: Nachname
es: Apellidos
he: שם משפחה
id: Nama belakang
it: Cognome
ko: 성
nl: Achternaam
pt_br: Sobrenome
zh_hk: 姓氏
zh_ow: 姓氏

# lng_dlg_filter
source: Search
cs: Hledat
de: Suche
es: Buscar
he: חיפוש
id: Cari
it: Cerca
ko: 검색
nl: Zoeken
pt_br: Buscar
zh_hk: 搜尋
zh_ow: 搜尋

# lng_dlg_new_group_name
source: Group name
cs: Jméno skupiny
de: Name der Gruppe
es: Nombre del grupo
he: שם הקבוצה
id: Nama grup
it: Nome del gruppo
ko: 그룹이름
nl: Groepsnaam
pt_br: Nome do grupo
zh_hk: 群組名稱
zh_ow: 圈圈名稱

# lng_dlg_new_channel_name
source: Channel name
cs: Jméno kanálu
de: Kanalname
es: Nombre del canal
he: שם הערוץ
id: Nama kanal
it: Nome del canale
ko: 채널명
nl: Kanaalnaam
pt_br: Nome do canal
zh_hk: 頻道名稱
zh_ow: 大聲公名稱

# lng_no_chats
source: Your chats will be here
cs: Zde budou tvé konverzace
de: Noch keine Chats
es: Tus chats estarán aquí
he: השיחות שלך ממש כאן
id: Percakapan Anda akan berada di sini
it: Le tua chat saranno qui
ko: 대화시 대화방이 존재 할 곳입니다.
nl: Hier komen je chats
pt_br: Seus chats estarão aqui
zh_hk: 您的聊天將會放在這裏
zh_ow: 尼ㄉ聊天將在這裡

# lng_contacts_loading
source: Loading...
cs: Nahrávám...
de: Lade...
es: Cargando...
he: ...טוען
id: Memuat...
it: Carico...
ko: 로딩중...
nl: Laden...
pt_br: Carregando...
zh_hk: 載入中…
zh_ow: 載入中…

# lng_contacts_not_found
source: No contacts found
cs: Nenalezeny žádné kontakty
de: Keine Kontakte gefunden
es: No se encontraron contactos
he: לא נמצא איש קשר
id: Tidak ada kontak ditemukan
it: Nessun contatto trovato
ko: 연락처를 찾을 수 없음
nl: Geen contacten gevonden
pt_br: Nenhum contato encontrado
zh_hk: 找不到聯絡人
zh_ow: 找不到同伴

# lng_dlg_search_for_messages
source: Search for messages
cs: Hledat zprávy
de: Nach Nachrichten suchen
es: Buscar mensajes
he: חיפוש אחר הודעות
id: Cari pesan
it: Cerca messaggi
ko: 메시지 검색
nl: Zoek berichten
pt_br: Buscar por mensagens
zh_hk: 搜尋訊息
zh_ow: 搜尋水晶玉

# lng_update_telegram
source: Update Telegram
cs: Aktualizovat Telegram
de: Aktualisiere Telegram
es: Actualizar Telegram
he: עדכן את טלגרט
it: Aggiorna Telegram
ko: 텔레그램 업데이트
nl: Telegram bijwerken
pt_br: Atualizar o Telegram
zh_hk: 更新 Telegram
zh_ow: 更新 Telegram

# lng_dlg_search_in
source: Search messages in
es: Buscar mensajes en
he: חפש שיחות ב
pt_br: Buscar mensagens em
zh_hk: 搜尋訊息於
zh_ow: 搜尋水晶玉在

# lng_dlg_search_from
source: From: {user}
es: De: {user}
he: מ: {user}
pt_br: De: {user}
zh_hk: 來自：{user}
zh_ow: 來自：{user}

# lng_settings_save
source: Save
cs: Uložit
de: Speichern
es: Guardar
he: שמור
id: Simpan
it: Salva
ko: 저장
nl: Opslaan
pt_br: Salvar
zh_hk: 儲存
zh_ow: 儲存

# lng_username_title
source: Username
cs: Uživatelské jméno
de: Benutzername
es: Alias
he: שם משתמש
id: Nama pengguna
ko: 아이디
nl: Gebruikersnaam
pt_br: Nome de usuário
zh_hk: 用戶名稱
zh_ow: 魔法識別ID

# lng_username_choose
source: Choose your username.
cs: Zvol si uživatelské jméno.
de: Wähle einen Benutzernamen.
es: Elige tu alias.
he: בחר שם משתמש.
id: Pilih nama pengguna Anda.
it: Scegli il tuo username.
ko: 아이디를 설정해주세요
nl: Gebruikersnaam kiezen
pt_br: Escolha seu nome de usuário
zh_hk: 輸入您希望選用的用戶名稱
zh_ow: 選擇尼ㄉ魔法識別ID。

# lng_username_invalid
source: This username is invalid.
cs: Uživatelské jméno je neplatné.
de: Benutzername ungültig.
es: Este alias es inválido.
he: שם משתמש זה אינו חוקי.
id: Nama pengguna ini tidak sah.
it: L'username non è valido.
ko: 올바르지 않은 아이디입니다.
nl: Deze gebruikersnaam is ongeldig.
pt_br: Nome de usuário inválido.
zh_hk: 此用戶名稱無效
zh_ow: 這個魔法識別ID是無效ㄉ。

# lng_username_occupied
source: This username is already occupied.
cs: Uživatelské jméno je již obsazené.
de: Benutzername ist bereits belegt.
es: Este alias ya está ocupado.
he: השם הזה בשימוש כבר.
id: Nama pengguna ini sudah digunakan.
it: L'username è già occupato.
ko: 사용중인 아이디입니다.
nl: Deze gebruikersnaam is al bezet
pt_br: Nome de usuário ocupado.
zh_hk: 抱歉，此用戶名稱已被其他用戶選用
zh_ow: 這個魔法識別ID已經被佔用。

# lng_username_too_short
source: This username is too short.
cs: Uživatelské jméno je příliš krátké.
de: Benutzername ist zu kurz.
es: Este alias es muy corto.
he: השם הזה קצר מדי.
id: Nama pengguna ini sangat pendek.
it: L'username è troppo corto.
ko: 아이디가 너무 짧습니다.
nl: Deze gebruikersnaam is te kort.
pt_br: Nome de usuário muito curto.
zh_hk: 此用戶名稱太短
zh_ow: 這個魔法識別ID太短ㄌ。

# lng_username_bad_symbols
source: Only a-z, 0-9, and underscores allowed.
cs: Uživatelské jméno obsahuje neplatné symboly.
de: Ungültige Zeichen im Benutzernamen.
es: Este alias tiene símbolos equivocados.
he: רק a-z, 0-9 וקוו תחתון מותרים.
id: Nama pengguna ini mengandung simbol buruk.
it: Questo username ha simboli errati.
ko: 아이디에 올바르지 않은 문자가 있습니다.
nl: Deze gebruikersnaam bevat ongeldige tekens.
pt_br: Nome de usuário com símbolos incompatíveis.
zh_hk: 只可以使用 a-z、0-9 及底線
zh_ow: 只允許使用 a-z、0-9 和底線。

# lng_username_available
source: This username is available.
cs: Uživatelské jméno je dostupné.
de: Benutzername ist verfügbar.
es: Este alias está disponible.
he: שם משתמש זמין.
id: Nama pengguna ini tersedia.
it: L'username è disponibile.
ko: 사용 가능한 아이디입니다.
nl: Deze gebruikersnaam is beschikbaar.
pt_br: Nome de usuário disponível.
zh_hk: 此用戶名稱可以使用
zh_ow: 這個魔法識別ID可以使用。

# lng_username_not_found
source: Username @{user} not found.
cs: Uživatel @{user} nenalezen.
de: Kontakt @{user} konnte nicht gefunden werden.
es: No se encontró el usuario @{user}.
he: שם משתמש @{user} לא נמצא.
id: Nama pengguna @{user} tidak ditemukan.
it: Utente @{user} non trovato.
ko: 아이디 @{user}를 찾을 수 없습니다.
nl: Gebruiker @{user} niet gevonden.
pt_br: Usuário @{user} não encontrado.
zh_hk: 找不到用戶 @{user}
zh_ow: 找不到魔法識別ID為 @{user} ㄉ。

# lng_username_link
source: This link opens a chat with you:
cs: Tento odkaz otevře konverzaci s tebou:
de: Dieser Link öffnet einen Chat mit dir:
es: Este enlace abre un chat contigo:
he: הקישור הזה יפתח שיחה איתך:
id: Pranala ini membuka percakapan dengan Anda:
it: Questo link apre una chat con te:
ko: 회원님과 대화를 할 수 있는 링크입니다.
nl: Deze link opent een chat met jou:
pt_br: Esse link abre um chat com você:
zh_hk: 使用此連結開始與您在 Telegram 聊天：
zh_ow: 這個傳送器開啟一個與尼ㄉ聊天：

# lng_username_copied
source: Link copied to clipboard.
cs: Odkaz zkopírován do schránky.
de: Link in die Zwischenablage kopiert.
es: Enlace copiado al portapapeles.
he: הקישור הועתק.
id: Pranala disalin ke papan klip.
it: Link copiato negli appunti.
ko: 클립보드에 링크가 복사되었습니다.
nl: Link gekopieerd naar klembord.
pt_br: Link copiado para área de transferência.
zh_hk: 已複製連結到剪貼簿
zh_ow: 傳送器已複製到剪貼簿。

# lng_bio_placeholder
source: Bio
es: Biografía
he: אודות
ko: 자기속
zh_hk: 個人簡介
zh_ow: 個性簽名

# lng_settings_section_info
source: Info
es: Información
he: פרטים
ko: 정보
zh_hk: 個人資料
zh_ow: 魔法書

# lng_settings_section_notify
source: Notifications and Sounds
cs: Upozornění
de: Benachrichtigungen
es: Notificaciones
he: התראות
id: Pemberitahuan
it: Notifiche
ko: 알림
nl: Meldingen
pt_br: Notificações
zh_hk: 通知
zh_ow: 通知

# lng_settings_desktop_notify
source: Desktop notifications
cs: Upozornění na ploše
de: Desktopbenachrichtigungen
es: Notificaciones de escritorio
he: התראות שולחן העבודה
id: Pemberitahuan desktop
it: Notifiche desktop
ko: 데스크탑 알림
nl: Desktopmeldingen
pt_br: Notificações na área de trabalho
zh_hk: 桌面通知
zh_ow: 桌面通知

# lng_settings_use_windows
source: Use Windows notifications
cs: Použít upozornění Windows
de: Windows Benachrichtigungen
es: Usar notificaciones de Windows
he: השתמש בהתראות מערכת
id: Gunakan gaya pemberitahuan Windows
it: Usa le notifiche di Windows
ko: 윈도우 알림 사용
nl: Windows-berichtgeving gebruiken
pt_br: Usar notificações do Windows
zh_hk: 使用 Windows 系統通知
zh_ow: 使用 Windows 通知

# lng_settings_use_native_notifications
source: Use native notifications
cs: Použít upozornění aplikace
de: Linux Benachrichtigungen
es: Usar notificaciones nativas
he: השתמש בהודעות מותאמות
id: Gunakan gaya pemberitahuan bawaan
it: Usa notifiche native
ko: 기존 알림 사용
nl: Linux-berichtgeving gebruiken
pt_br: Usar notificações nativas
zh_hk: 使用系統通知
zh_ow: 使用原生通知

# lng_settings_notifications_position
source: Location on the screen
cs: Umístění na obrazovce
de: Position auf dem Bildschirm
es: Ubicación en la pantalla
he: מיקום על המסך
id: Lokasi di layar
it: Posizione sullo schermo
ko: 화면 위치
nl: Plaats op het beeldscherm
pt_br: Localização na tela
zh_hk: 螢幕上的位置
zh_ow: 在螢幕上ㄉ位置

# lng_settings_notifications_count
source: Notifications count
cs: Počet upozornění
de: Anzahl der Benachrichtigungen
es: Conteo de notificaciones
he: מספר ההודעות שיופיע
id: Jumlah pemberitahuan
it: Conteggio notifiche
ko: 알림 개수
nl: Teller weergeven
pt_br: Contador de notificações
zh_hk: 通知數量
zh_ow: 通知數量

# lng_settings_include_muted
source: Include muted chats in unread count
cs: Do počtu nepřečtených započítat i ztlumené konverzace
de: Stummgeschaltete Chats mitzählen
es: Contar chats silenciados en los “no leídos”
he: כלול שיחות מושתקות במונה הודעות שלא נקראו
id: Masukkan percakapan teredam dalam jumlah pesan belum terbaca
it: Includi chat silenziate nel badge
ko: 안 읽은 메시지에 음소거된 채팅방 포함
nl: Stille chats meetellen in ongelezen
pt_br: Incluir os chats silenciados no contador
zh_hk: 在未讀計數中包括已關閉訊息通知的聊天
zh_ow: 在未讀計數中包括關閉通知ㄉ聊天

# lng_notification_preview
source: You have a new message
cs: Máš novou zprávu
de: Du hast eine neue Nachricht
es: Tienes un mensaje nuevo
he: יש לך הודעה חדשה
id: Anda memiliki sebuah pesan baru
it: Hai un nuovo messaggio
ko: 새로운 메시지가 있습니다.
nl: Je hebt een nieuw bericht
pt_br: Você tem uma nova mensagem
zh_hk: 您有一個新訊息
zh_ow: 尼有一則新水晶玉

# lng_notification_reply
source: Reply
cs: Odpovědět
de: Antworten
es: Responder
he: השב
id: Jawab
it: Rispondi
ko: 답장
nl: Antwoord
pt_br: Responder
zh_hk: 回覆
zh_ow: 回覆

# lng_notification_hide_all
source: Hide all
cs: Skrýt vše
de: Alle verstecken
es: Ocultar todas
he: הסתר הכל
id: Sembunyikan semua
it: Nascondi tutte
ko: 모두 숨기기
nl: Alles verbergen
pt_br: Esconder tudo
zh_hk: 全部隱藏
zh_ow: 全部隱藏

# lng_notification_sample
source: This is a sample notification
cs: Toto je ukázkové upozornění
de: Eine Beispiel-Benachrichtigung
es: Esta es una notificación de ejemplo
he: זוהי הודעה לדוגמה
id: Ini adalah contoh pemberitahuan
it: Questa è una notifica di esempio
ko: 샘플 알림입니다
nl: Berichtgevingsvoorbeeld
pt_br: Esse é um exemplo de notificação
zh_hk: 這是通知範例
zh_ow: 這是一則通知範例

# lng_languages
source: Language
cs: Jazyk
de: Sprachen
es: Idiomas
he: שפות
id: Bahasa
it: Lingue
ko: 언어
nl: Talen
pt_br: Idiomas
zh_hk: 語言
zh_ow: 語言

# lng_sure_save_language
source: Telegram will restart in order to change the language
cs: Pro změnu jazyka se Telegram restartuje
de: Telegram wird neugestartet, um in der neuen Sprache angezeigt werden zu können
es: Telegram se reiniciará para cambiar el idioma
he: טלגרט יופעל מחדש כדי להחיל את שינוי השפה
id: Telegram akan dimulai ulang untuk mengganti bahasa
it: Telegram si riavvierà per cambiare lingua
ko: 언어를 변경하기 위해 텔레그램을 재시작합니다.
nl: Opnieuw starten om de taal te wijzen?
pt_br: Telegram irá reiniciar para alterar o idioma
zh_hk: Telegram 需要重新啟動以更新介面語言
zh_ow: 為ㄌ進入魔法世界 Telegram 將重新啟動

# lng_settings_update_automatically
source: Update automatically
cs: Automaticky aktualizovat
de: Automatisch aktualisieren
es: Actualizar automáticamente
he: עדכן אוטומטית
id: Otomatis diperbarui (ver. {version})
it: Aggiorna automaticamente
ko: 자동 업데이트
nl: Automatisch bijwerken
pt_br: Atualizar automaticamente
zh_hk: 自動更新
zh_ow: 自動更新

# lng_settings_current_version
source: Version {version}
cs: Verze {version}
es: Versión {version}
he: גרסה {version}
id: Versi {version}
it: Versione {version}
ko: {version}
nl: Versie {version}
pt_br: Versão {version}
zh_hk: 版本 {version}
zh_ow: 版本 {version}

# lng_settings_check_now
source: Check for updates
cs: Zkontrolovat aktualizace
de: Auf Updates prüfen
es: Buscar actualizaciones
he: בדוק עדכונים
id: Periksa pembaruan
it: Cerca aggiornamenti
ko: 업데이트 확인
nl: Controleer op updates
pt_br: Verificar atualizações
zh_hk: 檢查更新
zh_ow: 檢查更新

# lng_settings_update_checking
source: Checking for updates...
cs: Kontroluji aktualizace...
de: Prüfe auf Updates...
es: Buscando actualizaciones...
he: בודק עדכונים...
id: Memeriksa pembaruan...
it: Cerco aggiornamenti...
ko: 업데이트 확인 중...
nl: Controleren op updates...
pt_br: Verificando atualizações...
zh_hk: 正在檢查更新…
zh_ow: 正在檢查更新…

# lng_settings_latest_installed
source: Latest version is installed
cs: Nainstalovaná verze je nejnovější
de: Aktuellste Version bereits installiert
es: La última versión está instalada
he: הגירסה האחרונה מותקנת
id: Versi terbaru telah terpasang
it: L'ultima versione è installata
ko: 최신 버전이 설치되어 있습니다.
nl: Meest recente versie is geïnstalleerd.
pt_br: Última versão está instalada
zh_hk: 已安裝最新版本
zh_ow: 已安裝最新版

# lng_settings_update_ready
source: New version is ready
cs: Nová verze je připravená
de: Neue Version kann installiert werden
es: La nueva versión está lista
he: גרסה חדשה מוכנה
id: Versi baru telah siap
it: La nuova versione è pronta
ko: 새로운 버전을 설치 할 수 있습니다.
nl: Nieuwe versie staat klaar
pt_br: Nova versão está pronta
zh_hk: 新版本已準備就緒
zh_ow: 新版本已準備就緒

# lng_settings_update_fail
source: Update check failed :(
cs: Kontrola aktualizací selhala :(
de: Konnte nicht auf Updates prüfen :(
es: Revisión de actualización fallida :(
he: בדיקת העדכון נכשלה :(
id: Pemeriksaan pembaruan gagal :(
it: Ricerca aggiornamenti fallita :(
ko: 업데이트 확인 실패 :(
nl: Controleren op updates mislukt
pt_br: Verificação de atualização falhou :(
zh_hk: 檢查更新出現問題，請稍後再試。
zh_ow: 更新檢查失敗 :(

# lng_settings_workmode_tray
source: Show tray icon
cs: Zobrazit ikonu v oznamovací oblasti
de: Symbol im System Tray anzeigen
es: Mostrar el icono
he: הצג סמל בשורת המשימות
id: Tampilkan ikon baki
it: Mostra icona nell'area di notifica
ko: 트레이 아이콘 표시
nl: Pictogram in systeemvak weergeven
pt_br: Mostrar ícone na bandeja
zh_hk: 顯示通知區域圖示
zh_ow: 顯示魔法器匣圖示

# lng_settings_workmode_window
source: Show taskbar icon
cs: Zobrazit položku v hlavním panelu
de: Symbol in der Taskleiste anzeigen
es: Mostrar icono de la barra de tareas
he: הצג סמל במגש המערכת
id: Tampilkan ikon taskbar
it: Mostra icona nella barra applicazioni
ko: 테스크바 아이콘 표시
nl: Pictogram op taakbalk weergeven
pt_br: Mostrar ícone na barra de ferramentas
zh_hk: 顯示工作列圖示
zh_ow: 顯示工作列圖示

# lng_settings_auto_start
source: Launch Telegram when system starts
cs: Spustit Telegram při startu systému
de: Telegram beim Systemstart ausführen
es: Abrir Telegram cuando el sistema inicie
he: הפעל את התוכנה בהפעלת המחשב
id: Luncurkan Telegram ketika sistem dimulai
it: Avvia Telegram all'avvio del sistema
ko: 시스템 시작시 자동실행
nl: Uitvoeren bij opstarten
pt_br: Iniciar Telegram junto ao sistema
zh_hk: 開機時啟動 Telegram
zh_ow: 開機時啟動 Telegram
