Repository: telegramdesktop/tdesktop
Catalog: Telegram/Resources/langs/lang_*.strings
Languages: cs, de, es, he, id, it, ko, nl, pt_br, zh_hk, zh_ow

# lng_unread_bar#one
source: {count} Unread Message
de: {count} ungelesene Nachricht
es: {count} mensaje no leído
he: הודעה {count} שלא נקראה
it: {count} messaggio non letto
ko: 안 읽은 메시지 {count}개
nl: {count} ongelezen bericht
pt_br: {count} mensagem não lida
zh_hk: {count} 個未讀訊息
zh_ow: {count} 則未讀水晶玉

# lng_unread_bar#other
source: {count} Unread Messages
de: {count} ungelesene Nachrichten
es: {count} mensajes no leídos
he: {count} הודעות שלא נקראו
it: {count} messaggi non letti
ko: 안 읽은 메시지 {count}개
nl: {count} ongelezen berichten
pt_br: {count} mensagens não lidas
zh_hk: {count} 個未讀訊息
zh_ow: {count} 則未讀水晶玉

# lng_unread_bar_some
source: Unread messages
he: הודעות שלא נקראו
zh_ow: 未讀水晶玉

# lng_maps_point
source: Location
cs: Lokace
de: Standort
es: Ubicación
he: מיקום
id: Lokasi
it: Posizione
ko: 위치
nl: Locatie
pt_br: Localização
zh_hk: 位置
zh_ow: 位置

# lng_save_photo
source: Save Image
cs: Uložit obrázek
de: Bild speichern
es: Guardar imagen
he: שמור תמונה
id: Simpan gambar
it: Salva immagine
ko: 사진 저장
nl: Afbeelding opslaan
pt_br: Salvar imagem
zh_hk: 儲存圖片
zh_ow: 儲存圖片

# lng_save_video
source: Save Video
cs: Uložit video
de: Video speichern
es: Guardar vídeo
he: שמור קובץ וידאו
id: Simpan berkas video
it: Salva video
ko: 동영상 저장
nl: Video opslaan
pt_br: Salvar vídeo
zh_hk: 儲存影片
zh_ow: 儲存影片

# lng_save_audio_file
source: Save Audio File
cs: Uložit audio soubor
de: Audiodatei speichern
es: Guardar audio
he: שמור קובץ שמע
id: Simpan berkas suara
it: Salva file audio
ko: 음성파일 저장
nl: Audio opslaan
pt_br: Salvar áudio
zh_hk: 儲存音訊檔
zh_ow: 儲存音訊檔

# lng_save_audio
source: Save voice message
cs: Uložit hlasovou zprávu
de: Sprachnachricht speichern
es: Guardar mensaje de voz
he: שמור הודעה קולית
id: Simpan pesan suara
it: Salva messaggio vocale
ko: 음성 메시지 저장
nl: Spraakbericht opslaan
pt_br: Salvar mensagens de voz
zh_hk: 儲存語音訊息
zh_ow: 儲存語音水晶玉

# lng_save_file
source: Save File
cs: Uložit soubor
de: Datei speichern
es: Guardar archivo
he: שמור קובץ
id: Simpan berkas
it: Salva file
ko: 파일 저장
nl: Bestand opslaan
pt_br: Salvar arquivo
zh_hk: 儲存檔案
zh_ow: 儲存玉石

# lng_choose_image
source: Choose an image
cs: Zvol obrázek
de: Bild auswählen
es: Elegir una imagen
he: בחר תמונה
it: Scegli un'immagine
ko: 이미지 선택
nl: Afbeelding kiezen
pt_br: Escolha uma imagem
zh_hk: 選擇圖片
zh_ow: 選擇圖片

# lng_choose_files
source: Choose Files
cs: Zvol soubory
de: Dateien auswählen
es: Elegir archivos
he: בחר קבצים
it: Scegli file
ko: 파일 선택
nl: Bestanden kiezen
pt_br: Escolher arquivos
zh_hk: 選擇檔案
zh_ow: 選擇玉石

# lng_game_tag
source: Game
cs: Hra
de: Spiel
es: Juego
he: משחק
id: Permainan
it: Gioco
ko: 게임
nl: Spel
pt_br: Jogar
zh_hk: 遊戲
zh_ow: 遊戲

# lng_context_view_profile
source: View profile
cs: Zobrazit profil
de: Profil öffnen
es: Ver información
he: הצג פרופיל
id: Lihat profil
it: Visualizza profilo
ko: 프로필 보기
nl: Profiel weergeven
pt_br: Ver perfil
zh_hk: 檢視個人資料
zh_ow: 檢視個人魔法書

# lng_context_view_group
source: View group info
cs: Zobrazit informace o skupině
de: Gruppeninfo zeigen
es: Ver información
he: הצג מידע קבוצה
id: Lihat informasi grup
it: Visualizza info gruppo
ko: 그룹 정보 보기
nl: Groepsinformatie weergeven
pt_br: Ver info do grupo
zh_hk: 檢視群組資訊
zh_ow: 檢視圈圈魔法書

# lng_context_view_channel
source: View channel info
cs: Zobrazit informace o kanálu
de: Kanalinfo anzeigen
es: Ver información
he: הצג מידע ערוץ
id: Lihat informasi kanal
it: Visualizza info canale
ko: 채널 정보 보기
nl: Kanaalinformatie weergeven
pt_br: Ver info do canal
zh_hk: 檢視頻道資訊
zh_ow: 檢視大聲公魔法書

# lng_context_pin_to_top
source: Pin
cs: Přešpendlit nahoru
de: Oben anheften
es: Anclar
he: הצמד למועדפים
it: Fissa in alto
ko: 상단에 고정
nl: Vastzetten
pt_br: Fixar no topo
zh_hk: 置頂
zh_ow: 置頂

# lng_context_unpin_from_top
source: Unpin
cs: Zrušit přišpendlení nahoře
de: Oben entfernen
es: Desanclar
he: בטל הצמדה למועדפים
it: Togli dall'alto
ko: 상단에서 고정해제
nl: Losmaken
pt_br: Desafixar do topo
zh_hk: 取消置頂
zh_ow: 取消置頂

# lng_context_promote_admin
source: Promote to admin
cs: Povýšit na admina
de: Zum Admin machen
es: Nombrar administrador
he: הוסף כמנהל
it: Rendi amministratore
ko: 관리자로 지정
nl: Beheerder maken
pt_br: Promover a administrador
zh_hk: 指定為管理員
zh_ow: 晉升為大魔法師

# lng_context_edit_permissions
source: Edit admin rights
de: Berechtigungen bearbeiten
es: Editar permisos
he: ערוך הרשאות
it: Modifica autorizzazioni
ko: 권한 변경
nl: Machtigingen aanpassen
pt_br: Editar permissões
zh_hk: 編輯權限
zh_ow: 編輯權限

# lng_context_restrict_user
source: Restrict user
de: Nutzer einschränken
es: Restringir usuario
he: הגבל משתמש
it: Limita utente
ko: 사용자 제한
nl: Beperk gebruiker
pt_br: Restringir usuário
zh_hk: 限制用戶
zh_ow: 限制魔法師

# lng_context_remove_from_group
source: Remove from group
cs: Odebrat ze skupiny
de: Aus Gruppe entfernen
es: Eliminar del grupo
he: הסר מהקבוצה
it: Rimuovi dal gruppo
ko: 그룹에서 추방
nl: Uit de groep verwijderen
pt_br: Remover do grupo
zh_hk: 封鎖及從群組中移除
zh_ow: 從圈圈中炸毀

# lng_context_copy_link
source: Copy Link
cs: Kopírovat odkaz
de: Link kopieren
es: Copiar enlace
he: העתק קישור
id: Salin Pranala
it: Copia link
ko: 링크 복사
nl: Link kopiëren
pt_br: Copiar Link
zh_hk: 複製連結
zh_ow: 複製傳送器

# lng_context_copy_post_link
source: Copy Post Link
cs: Kopírovat odkaz sdělení
de: Nachrichtenlink kopieren
es: Copiar enlace de la publicación
he: העתק קישור הודעה
id: Salin Pranala Kiriman
it: Copia link post
ko: 메시지 링크 복사
nl: Berichtlink kopiëren
pt_br: Copiar Link do Post
zh_hk: 複製貼文連結
zh_ow: 複製貼文傳送器

# lng_context_copy_email
source: Copy Email Address
cs: Kopírovat Email
de: E-Mail-Adresse kopieren
es: Copiar e-mail
he: העתק דואר אלקטרוני
id: Salin Alamat Surel
it: Copia indirizzo email
ko: 이메일 복사
nl: E-mailadres kopiëren
pt_br: Copiar Endereço de Email
zh_hk: 複製電子郵件地址
zh_ow: 複製電子郵件地址

# lng_context_copy_hashtag
source: Copy Hashtag
cs: Kopírovat Hashtag
de: Hashtag kopieren
es: Copiar hashtag
he: העתק תיוג
id: Salin Tagar
it: Copia hashtag
ko: 해시태그 복사
nl: Hashtag kopiëren
pt_br: Copiar Hashtag
zh_hk: 複製話題標記
zh_ow: 複製 ＃號標籤

# lng_context_copy_mention
source: Copy Username
cs: Kopírovat uživ. jméno
de: Benutzername kopieren
es: Copiar alias
he: העתק שם משתמש
id: Salin Nama Pengguna
it: Copia username
ko: 아이디 복사
nl: Gebruikersnaam kopiëren
pt_br: Copiar Nome de Usuário
zh_hk: 複製用戶名稱
zh_ow: 複製魔法識別ID

# lng_context_save_image
source: Save As...
cs: Uložit obrázek jako...
de: Bild speichern unter...
es: Guardar como...
he: שמור תמונה בשם...
id: Simpan Gambar Sebagai...
it: Salva immagine come...
ko: 이미지를 다른 이름으로 저장..
nl: Afbeelding opslaan als...
pt_br: Salvar Imagem Como...
zh_hk: 另存圖片…
zh_ow: 另存圖片為…

# lng_context_copy_image
source: Copy Image
cs: Kopírovat obrázek
de: Bild kopieren
es: Copiar imagen
he: העתק תמונה
id: Salin Gambar
it: Copia immagine
ko: 이미지 복사
nl: Afbeelding kopiëren
pt_br: Copiar Imagem
zh_hk: 複製圖片
zh_ow: 複製圖片

# lng_context_cancel_download
source: Cancel Download
cs: Zrušit stahování
de: Download abbrechen
es: Cancelar descarga
he: בטל הורדה
id: Batalkan Unduhan
it: Annulla download
ko: 다운로드 취소
nl: Download annuleren
pt_br: Cancelar Download
zh_hk: 取消下載
zh_ow: 取消下載

# lng_context_show_in_folder
source: Show in Folder
cs: Zobrazit ve složce
de: Im Ordner anzeigen
es: Mostrar en la carpeta
he: הצג בתקייה
id: Lihat di Folder
it: Mostra nella cartella
ko: 탐색기에서 보기
nl: Weergeven in map
pt_br: Mostrar na Pasta
zh_hk: 在資料夾中顯示
zh_ow: 在資料夾中顯示

# lng_context_show_in_finder
source: Show in Finder
cs: Zobrazit v hledání
de: Im Finder zeigen
es: Mostrar en el Finder
he: הצג ב Finder
id: Lihat di Finder
it: Mostra nel Finder
ko: 탐색기에서 보기
nl: Weergeven in Finder
pt_br: Mostrar no Finder
zh_hk: 在 Finder 中顯示
zh_ow: 在 Finder 中顯示

# lng_context_save_video
source: Save As...
cs: Uložit Video jako...
de: Video speichern unter...
es: Guardar como...
he: שמור וידאו בשם...
id: Simpan Berkas Video Sebagai...
it: Salva video come...
ko: 비디오를 다른 이름으로 저장..
nl: Video opslaan als...
pt_br: Salvar Vídeo Como...
zh_hk: 另存影片…
zh_ow: 另存影片為…

# lng_context_save_audio_file
source: Save As...
cs: Uložit Audio soubor jako...
de: Audiodatei speichern unter...
es: Guardar como...
he: שמור קובץ שמע בשם...
id: Simpan Berkas Suara Sebagai...
it: Salva file audio come...
ko: 음성파일을 다른 이름으로 저장...
nl: Video opslaan als...
pt_br: Salvar Áudio Como...
zh_hk: 另存音樂…
zh_ow: 另存音訊檔為…

# lng_context_save_audio
source: Save As...
cs: Uložit hlasovou zprávu jako...
de: Sprachnachricht speichern unter...
es: Guardar como...
he: שמור הודעה קולית בשם...
id: Simpan Pesan Suara Sebagai...
it: Salva messaggio vocale come...
ko: 음성메시지를 다른 이름으로 저장...
nl: Spraakbericht opslaan als...
pt_br: Salvar Mensagem de Voz Como...
zh_hk: 另存語音訊息…
zh_ow: 另存語音水晶玉為…

# lng_context_pack_info
source: View Sticker Set
cs: Informace o balíčku
de: Sticker-Paket
es: Información del pack
he: מידע חבילה
id: Informasi Pak
it: Mostra sticker
ko: 팩 정보
nl: Bundelinformatie
pt_br: Informação do pacote
zh_hk: 貼圖集資訊
zh_ow: 貼圖包魔法書

# lng_context_pack_add
source: Add Stickers
cs: Přidat samolepky
de: Sticker hinzufügen
es: Añadir stickers
he: הוסף מדבקות
id: Tambah Stiker
it: Aggiungi sticker
ko: 스티커 추가
nl: Stickers toevoegen
pt_br: Adicionar aos Stickers
zh_hk: 新增貼圖
zh_ow: 添加貼圖

# lng_context_save_file
source: Save As...
cs: Uložit soubor jako...
de: Datei speichern unter...
es: Guardar como...
he: שמור קובץ בשם...
id: Simpan Berkas Sebagai...
it: Salva file come...
ko: 파일을 다른 이름으로 저장...
nl: Bestand opslaan als...
pt_br: Salvar Arquivo Como...
zh_hk: 另存檔案…
zh_ow: 另存玉石為…

# lng_context_copy_text
source: Copy Text
cs: Kopírovat Text
de: Text kopieren
es: Copiar texto
he: העתק טקסט
id: Salin Teks
it: Copia testo
ko: 텍스트 복사
nl: Tekst kopiëren
pt_br: Copiar Texto
zh_hk: 複製文字
zh_ow: 複製文字

# lng_context_open_gif
source: Open GIF
de: GIF öffnen
es: Abrir GIF
he: פתח הנפשה
it: Apri GIF
ko: GIF 열기
nl: Gif openen
pt_br: Abrir GIF
zh_hk: 開啟 GIF
zh_ow: 開啟 GIF

# lng_context_save_gif
source: Add to GIFs
cs: Uložit GIF
de: GIF speichern
es: Guardar GIF
he: שמור הנפשה
id: Simpan GIF
it: Salva GIF
ko: GIF 저장
nl: GIF opslaan
pt_br: Salvar GIF
zh_hk: 儲存 GIF
zh_ow: 儲存 GIF 動圖

# lng_context_to_msg
source: Go To Message
cs: Jít na zprávu
de: Zur Nachricht
es: Ir al mensaje
he: עבור להודעה
id: Tuju ke Pesan
it: Vai al messaggio
ko: 메시지로 이동
nl: Naar bericht gaan
pt_br: Ir Para Mensagem
zh_hk: 前往訊息
zh_ow: 前往水晶玉

# lng_context_reply_msg
source: Reply
cs: Odpovědět
de: Antworten
es: Responder
he: השב
id: Jawab
it: Rispondi
ko: 답장
nl: Antwoord
pt_br: Responder
zh_hk: 回覆
zh_ow: 回覆

# lng_context_edit_msg
source: Edit
cs: Upravit
de: Bearbeiten
es: Editar
he: ערוך
id: Sunting
it: Modifica
ko: 수정
nl: Wijzig
pt_br: Editar
zh_hk: 編輯
zh_ow: 編輯

# lng_context_forward_msg
source: Forward
cs: Přeposlat zprávu
de: Nachricht weiterleiten
es: Reenviar mensaje
he: העבר הודעה
id: Teruskan Pesan
it: Inoltra messaggio
ko: 메시지 전달
nl: Bericht doorsturen
pt_br: Encaminhar Mensagem
zh_hk: 轉發
zh_ow: 轉傳水晶玉

# lng_context_delete_msg
source: Delete
cs: Smazat zprávu
de: Nachricht löschen
es: Eliminar mensaje
he: מחק הודעה
id: Hapus Pesan
it: Elimina messaggio
ko: 메시지 삭제
nl: Bericht verwijderen
pt_br: Apagar Mensagem
zh_hk: 刪除
zh_ow: 詛咒水晶玉

# lng_context_select_msg
source: Select
cs: Označit zprávu
de: Nachricht auswählen
es: Seleccionar mensaje
he: בחר הודעה
id: Pilih Pesan
it: Seleziona messaggio
ko: 메시지 선택
nl: Bericht kiezen
pt_br: Selecionar Mensagem
zh_hk: 選擇
zh_ow: 選取水晶玉

# lng_context_pin_msg
source: Pin
cs: Přišpendlit zprávu
de: Nachricht anheften
es: Anclar mensaje
he: הצמד הודעה
id: Sematkan Pesan
it: Fissa messaggio
ko: 메시지 고정
nl: Bericht vastzetten
pt_br: Fixar Mensagem
zh_hk: 置頂
zh_ow: 置頂水晶玉

# lng_context_unpin_msg
source: Unpin
cs: Zrušit přišpendlení zprávy
de: Nachricht entfernen
es: Desanclar mensaje
he: בטל הצמדת הודעה
id: Lepaskan Semat Pesan
it: Togli messaggio
ko: 메시지 고정해제
nl: Bericht losmaken
pt_br: Desafixar Mensagem
zh_hk: 取消置頂訊息
zh_ow: 取消置頂水晶玉

# lng_context_cancel_upload
source: Cancel Upload
cs: Zrušit nahrávání
de: Upload abbrechen
es: Cancelar envío
he: בטל העלאה
id: Batalkan Unggahan
it: Annulla caricamento
ko: 업로드 취소
nl: Upload annuleren
pt_br: Cancelar Envio
zh_hk: 取消上傳
zh_ow: 取消上傳

# lng_context_copy_selected
source: Copy Selected Text
cs: Kopírovat vybraný text
de: Text kopieren
es: Copiar el texto seleccionado
he: העתק טקסט שנבחר
id: Salin Teks Terpilih
it: Copia testo selezionato
ko: 선택한 텍스트 복사
nl: Tekstselectie kopiëren
pt_br: Copiar Texto Selecionado
zh_hk: 複製已選文字
zh_ow: 複製選取ㄉ文字

# lng_context_copy_selected_items
source: Copy Selected as Text
de: Als Text kopieren
es: Copiar como texto
he: העתק נבחר כטקסט
it: Copia selezione come testo
ko: 선택한 내용 텍스트 복사
nl: Selectie als tekst kopiëren
pt_br: Copiar Seleção como Texto
zh_hk: 複製已選文字
zh_ow: 複製選定ㄉ文字

# lng_context_forward_selected
source: Forward Selected
cs: Přeposlat vybrané
de: Auswahl weiterleiten
es: Reenviar lo seleccionado
he: העבר נבחרים
id: Teruskan yang Terpilih
it: Inoltra selezione
ko: 선택된 메시지 전달
nl: Selectie doorsturen
pt_br: Encaminhar Selecionado
zh_hk: 轉發已選項目
zh_ow: 轉傳選取ㄉ

# lng_context_delete_selected
source: Delete Selected
cs: Smazat vybrané
de: Auswahl löschen
es: Eliminar lo seleccionado
he: מחק נבחרים
id: Hapus yang Terpilih
it: Elimina selezione
ko: 선택된 메시지 삭제
nl: Selectie verwijderen
pt_br: Apagar Selecionado
zh_hk: 刪除已選項目
zh_ow: 詛咒選取ㄉ

# lng_context_clear_selection
source: Clear Selection
cs: Zrušit označení
de: Auswahl aufheben
es: Eliminar selección
he: נקה בחירה
id: Hapus Pilihan
it: Annulla selezione
ko: 선택된 메시지 초기화
nl: Selectie wissen
pt_br: Limpar Seleção
zh_hk: 清除選擇
zh_ow: 清除選取

# lng_send_image_empty
source: File: {name} is empty and can't be sent.
cs: Nemůžu odeslat prázdný soubor: {name}
de: Leere Datei {name} konnte nicht gesendet werden
es: No se pudo enviar el archivo vacío: {name}
he: לא ניתן לשלוח קובץ ריק: {name}
id: Tidak dapat mengirim berkas kosong :(
it: Impossibile inviare un file vuoto: {name}
ko: 빈 파일을 전송 할 수 없습니다 : {name}
nl: Verzenden mislukt, {name} is leeg.
pt_br: Não foi possível enviar um arquivo vazio: {name}
zh_hk: 無法傳送空白的檔案：{name}
zh_ow: 無法傳送一個空ㄉ玉石︰ {name}

# lng_send_images_selected#one
source: {count} image selected
de: {count} Bild ausgewählt
es: {count} imagen seleccionada
he: תמונה {count} נבחרה
it: {count} immagine selezionata
ko: 이미지 {count}개가 선택됨
nl: {count} afbeelding gekozen
pt_br: {count} imagem selecionada
zh_hk: 已選擇 {count} 張圖片
zh_ow: {count} 張圖片已選取

# lng_send_images_selected#other
source: {count} images selected
de: {count} Bilder ausgewählt
es: {count} imágenes seleccionadas
he: {count} תמונות נבחרו
it: {count} immagini selezionate
ko: 이미지 {count}개가 선택됨
nl: {count} afbeeldingen gekozen
pt_br: {count} imagens selecionadas
zh_hk: 已選擇 {count} 張圖片
zh_ow: {count} 張圖片已選取

# lng_send_files_selected#one
source: {count} file selected
de: {count} Datei ausgewählt
es: {count} archivo seleccionado
he: קובץ {count} נבחר
it: {count} file selezionato
ko: 파일 {count}개 선택됨
nl: {count} bestand gekozen
pt_br: {count} arquivo selecionado
zh_hk: 已選擇 {count} 個檔案
zh_ow: {count} 個玉石已選取

# lng_send_files_selected#other
source: {count} files selected
de: {count} Dateien ausgewählt
es: {count} archivos seleccionados
he: {count} קבצים נבחרו
it: {count} file selezionati
ko: 파일 {count}개 선택됨
nl: {count} bestanden gekozen
pt_br: {count} arquivos selecionados
zh_hk: 已選擇 {count} 個檔案
zh_ow: {count} 個玉石已選取

# lng_send_file
source: Send as a file
he: שלח כקובץ
zh_hk: 傳送檔案
zh_ow: 作為玉石傳送

# lng_forward_choose
source: Forward to…
cs: Zvol příjemce...
de: Empfänger wählen...
es: Elige un destinatario...
he: בחר נמען...
id: Pilih penerima...
it: Scegli destinatario...
ko: 수신자를 선택..
nl: Ontvanger kiezen...
pt_br: Escolher recipiente...
zh_hk: 選擇接收者…
zh_ow: 選擇接收者…

# lng_forward_cant
source: Sorry, no way to forward here :(
cs: Bohužel, tady není možné žádné přeposlání :(
de: Weiterleiten nicht möglich :(
es: Lo sentimos, no puedes reenviar aquí :(
he: מצטערים, אין אפשרות להעביר לכאן :(
id: Maaf, tidak mungkin meneruskannya ke sini :(
it: Spiacenti, impossibile inoltrare qui :(
ko: 이쪽으로 전달 할 수 없습니다 :(
nl: Sorry, doorsturen hierheen kan niet :(
pt_br: Desculpe, não há como encaminhar aqui :(
zh_hk: 抱歉，不能在這裏轉發訊息 :(
zh_ow: 抱歉，這裡沒辦法轉傳 :(

# lng_forward_share_contact
source: Share contact to {recipient}?
cs: Sdílet kontakt s {recipient}?
de: Kontakt an {recipient} senden?
es: ¿Compartir contacto con {recipient}?
he: לשתף איש קשר עם {recipient}?
id: Bagikan kontak kepada {recipient}?
it: Condividi contatto con {recipient}?
ko: {recipient} 님에게 연락처를 공유하시겠습니까?
nl: Contact delen met {recipient}?
pt_br: Compartilhar contato com {recipient}?
zh_hk: 分享聯絡人給 {recipient}？
zh_ow: 分享聯絡魔法書給 {recipient}？

# lng_forward_share_cant
source: Sorry, no way to share contact here :(
de: Kontakt teilen nicht möglich :(
es: No hay forma de compartir un contacto aquí :(
he: מצטערים, אין אפשרות לשתף כאן איש קשר :(
it: Spiacenti, non è possibile condividere contatti qui :(
ko: 죄송합니다, 여기서 연락처를 공유할 수 없습니다 :(
nl: Sorry, een contact hier delen kan niet :(
pt_br: Não há como compartilhar um contato aqui :(
zh_hk: 抱歉，不能在這裏分享聯絡人 :(
zh_ow: 很抱歉，沒有辦法在這裡分享聯絡魔法書 :(

# lng_forward_send_files_cant
source: Sorry, no way to send media here :(
de: Medien senden nicht möglich :(
es: No hay forma de enviar multimedia aquí :(
he: מצטערים, אין אפשרות לשלוח לכאן מדיה :(
it: Spiacenti, non è possibile inviare media qui :(
ko: 죄송합니다, 여기서 미디어를 공유할 수 없습니다 :(
nl: Sorry, media sturen hierheen kan niet :(
pt_br: Não há como compartilhar um mídias aqui :(
zh_hk: 抱歉，不能在這裏傳送媒體 :(
zh_ow: 很抱歉，沒有辦法在這裡傳送媒體 :(

# lng_forward_send
source: Send
cs: Odeslat
de: Senden
es: Enviar
he: שלח
id: Kirim
it: Invia
ko: 보내기
nl: Stuur
pt_br: Enviar
zh_hk: 傳送
zh_ow: 傳送

# lng_forward_messages#one
source: {count} forwarded message
de: {count} weitergeleitete Nachricht
es: {count} mensaje reenviado
he: הודעה {count} שהועברה
it: {count} messaggio inoltrato
ko: 전달된 메시지 {count}개
nl: bijlage: {count} bericht
pt_br: {count} mensagem encaminhada
zh_hk: 轉發 {count} 個訊息
zh_ow: {count} 則轉傳ㄉ水晶玉

# lng_forward_messages#other
source: {count} forwarded messages
de: {count} weitergeleitete Nachrichten
es: {count} mensajes reenviados
he: {count} הודעות שהועברו
it: {count} messaggi inoltrati
ko: 전달된 메시지 {count}개
nl: bijlage: {count} berichten
pt_br: {count} mensagens encaminhadas
zh_hk: 轉發 {count} 個訊息
zh_ow: {count} 則轉傳ㄉ水晶玉

# lng_forwarding_from#one
source: {user} and {count} other
de: {user} und {count} anderer
es: {user} y {count} otro
he: {user} ו {count} אחר
it: {user} e {count} altro
ko: {user}님 이외 {count}명
nl: {user} en {count} andere
pt_br: {user} e {count} outro
zh_hk: {user} 個用戶及其他 {count} 人
zh_ow: {user} 和其他 {count} 人

# lng_forwarding_from#other
source: {user} and {count} others
de: {user} und {count} andere
es: {user} y {count} otros
he: {user} ו {count} אחרים
it: {user} e {count} altri
ko: {user}님 이외 {count}명
nl: {user} en {count} anderen
pt_br: {user} e {count} outros
zh_hk: {user} 個用戶及其他 {count} 人
zh_ow: {user} 和其他 {count} 人

# lng_forwarding_from_two
source: {user} and {second_user}
cs: {user} a {second_user}
de: {user} und {second_user}
es: {user} y {second_user}
he: {user} ו {second_user}
id: {user} dan {second_user}
it: {user} e {second_user}
ko: {user} 님과 {second_user}
nl: {user} en {second_user}
pt_br: {user} e {second_user}
zh_hk: {user} 和 {second_user}
zh_ow: {user} 和 {second_user}

# lng_inline_switch_choose
source: Choose conversation...
cs: Zvol konverzaci...
de: Chat wählen...
es: Elige una conversación...
he: בחר שיחה...
id: Pilih percakapan...
it: Scegli conversazione...
ko: 대화 선택...
nl: Kies chat...
pt_br: Escolher conversa...
zh_hk: 選擇聊天…
zh_ow: 選擇對話…

# lng_inline_switch_cant
source: Sorry, no way to write here :(
cs: Bohužel, tady není možnost psát :(
de: Hier kannst du nicht schreiben :(
es: Lo sentimos, no puedes escribir aquí :(
he: מצטערים, אין דרך לכתוב כאן :(
id: Maaf, tidak mungkin menuliskannya ke sini :(
it: Spiacenti, impossibile scrivere qui :(
ko: 죄송합니다. 이쪽으로 글을 쓸 수 없습니다 :(
nl: Sorry, je kunt hier niets delen :(
pt_br: Desculpe, não há como escrever aqui :(
zh_hk: 抱歉，無法在這裏輸入 :(
zh_ow: 抱歉，沒辦法寫在這裡:(

# lng_share_cant
source: Sorry, no way to share here :(
cs: Bohužel, tady není možnost sdílení :(
de: Weiterleitung nicht möglich :(
es: Lo sentimos. No hay forma de compartir aquí :(
he: מצטערים, אין אפשרות לשתף כאן :(
id: Maaf, tidak mungkin membagikannya ke sini :(
it: Spiacenti, impossibile condividere qui :(
ko: 이쪽으로 공유 할 수 없습니다 :(
nl: Sorry, delen hierheen kan niet :(
pt_br: Não há como compartilhar aqui :(
zh_hk: 抱歉，不能在這裏分享訊息 :(
zh_ow: 抱歉，沒辦法在這裡分享 :(

# lng_reply_cant
source: You can't reply to messages from before this group was upgraded to a supergroup. Groups get automatically upgraded when they reach 200 members or when you start using advanced features like chat history permissions or granular admin settings.
cs: Bohužel, není možnost odpovědět na starou zprávu v superskupině :(
de: Leider kann man alte Nachrichten in Supergruppen nicht beantworten :(
es: Lo sentimos, no puedes responder un mensaje viejo en un supergrupo :(
he: מצטערים, אין אפשרות להשיב להודעה ישנה בסופר קבוצה :(
id: Maaf, tidak mungkin menjawab pesan lama dalam grup super :(
it: Spiacenti, non si può rispondere a un vecchio messaggio nel supergruppo :(
ko: 죄송합니다. 슈퍼그룹방의 이전 메시지에 답글을 할 수 없습니다 :(
nl: Sorry, je kunt geen oude berichten beantwoorden in een supergroep :(
pt_br: Desculpe, não há como responder uma mensagem antiga no supergrupo :(
zh_hk: 抱歉，沒辦法在超級群組中回覆一個舊的訊息 :(
zh_ow: 抱歉，沒辦法在超級圈圈中回覆一則舊ㄉ水晶玉 :(

# lng_reply_cant_forward
source: Sorry, you can't reply to a message that was sent before the group was upgraded to a supergroup. Do you wish to forward it and add your comment?
cs: Bohužel, není možnost odpovědět na starou zprávu v superskupině :( Přeješ si ji přeposlat a přidat k ní komentář?
de: Leider kann man alte Nachrichten in Supergruppen nicht beantworten. Stattdessen mit Kommentar weiterleiten?
es: Lo sentimos, no puedes responder un mensaje viejo en un supergrupo :( ¿Quieres reenviarlo y añadir un comentario?
he: מצטערים, אינך יכול להשיב להודעה שנשלחה לפני שדרוג הקבוצה לסופר-קבוצה. האם ברצונך להעביר את ההודעה ולהוסיף את ההערה שלך?
id: Maaf, tidak mungkin menjawab pesan lama dalam grup super :( Apakah Anda ingin meneruskannya dan menambah komentar?
it: Spiacenti, non si può rispondere a un vecchio messaggio nel supergruppo :( Vuoi inoltrarlo e aggiungere un tuo commento?
ko: 죄송합니다. 슈퍼그룹방의 이전 메시지에 답글을 할 수 없습니다 :( 메시지를 전달하거나 코멘트를 다시겠나요?
nl: Je kunt geen oude berichten beantwoorden in een supergroep :( Doorsturen en commentaar toevoegen?
pt_br: Não há como responder uma mensagem antiga no supergrupo :( Deseja encaminhá-la e adicionar um comentário?
zh_hk: 抱歉，您無法回覆那些在群組升級到超級群組前的舊訊息。您希望轉發並新增評論嗎？
zh_ow: 抱歉，尼不能回覆在圈圈升級到超級組之前傳送ㄉ水晶玉。尼想轉傳它，並加入尼ㄉ註解？

# lng_share_title
source: Share to
cs: Sdílet
de: Teilen
es: Compartir con
he: שלח אל
id: Bagikan kepada
it: Condividi
ko: 공유하기
nl: Delen met
pt_br: Compartilhar com
zh_hk: 分享到
zh_ow: 分享給

# lng_share_copy_link
source: Copy share link
cs: Kopírovat sdílený odkaz
de: Link kopieren
es: Copiar enlace
he: העתק קישור לשיתוף
id: Salin pranala berbagi
it: Copia link
ko: 공유링크 복사
nl: Link kopiëren
pt_br: Copiar link
zh_hk: 複製分享連結
zh_ow: 複製分享傳送器

# lng_share_confirm
source: Send
cs: Odeslat
de: Senden
es: Enviar
he: שלח
id: Kirim
it: Invia
ko: 전송
nl: Stuur
pt_br: Enviar
zh_hk: 傳送
zh_ow: 傳送

# lng_share_wrong_user
source: This game was opened from a different user.
cs: Tato hra byla otevřena jiným uživatelem.
de: Dieses Spiel wurde von einem anderen Nutzer geöffnet.
es: Este juego fue abierto por un usuario diferente.
he: המשחק הזה נפתח ממשתמש אחר.
id: Permainan ini dibuka dari pengguna berbeda.
it: Questo gioco è stato aperto da un altro utente.
ko: 다른 회원님이 게임을 시작하였습니다.
nl: Resultaten zijn van een andere gebruiker of sessie.
pt_br: Este jogo foi aberto por outro usuário.
zh_hk: 這個遊戲是由一個不同的用戶開啟。
zh_ow: 這個遊戲是由一個不同ㄉ魔法師開啟。
