Repository: telegramdesktop/tdesktop
Catalog: Telegram/Resources/langs/lang_*.strings
Languages: cs, de, es, he, id, it, ko, nl, pt_br, zh_hk, zh_ow

# lng_settings_start_min
source: Launch minimized
cs: Spustit minimalizovaný
de: Minimiert starten
es: Abrir minimizada
he: הפעל ממוזער
id: Luncurkan dalam mode kecil
it: Avvia ridotto a icona
ko: 최소화로 시작
nl: Minimaliseren bij uitvoeren
pt_br: Iniciar minimizado
zh_hk: 啟動時最小化
zh_ow: 啟動時最小化

# lng_settings_add_sendto
source: Place Telegram in "Send to" menu
cs: Umístit Telegram do kontext. menu «Odeslat do»
de: Telegram in den Explorer einbinden
es: Poner Telegram en el menú «Enviar a»
he: «הוסף את טלגרט לתפריט שלח אל
id: Tempatkan Telegram dalam menu «Send to»
it: Inserisci Telegram nel menù «Invia a»
ko: «보내기» 메뉴에 추가
nl: Toevoegen aan "Kopiëren naar"-menu
pt_br: Colocar Telegram no menu «Enviar para»
zh_hk: 將 Telegram 放置於【傳送到】選單
zh_ow: 在「傳送到」選單中放置 Telegram

# lng_settings_section_chat_settings
source: Chat Settings
cs: Nastavení konverzace
de: Chat-Einstellungen
es: Ajustes de chat
he: הגדרות שיחה
id: Pengaturan Percakapan
it: Impostazioni chat
ko: 채팅방 설정
nl: Chatinstellingen
pt_br: Configurações de Conversa
zh_hk: 聊天設定
zh_ow: 聊天設定

# lng_settings_replace_emojis
source: Replace emoji automatically
cs: Nahradit emoji
de: Emoji ersetzen
es: Reemplazar emojis
he: החלף סמיילים
id: Ganti emoji
it: Riconosci emoji
ko: 이모티콘 자동변환
nl: Emoji's vervangen
pt_br: Substituir emoji
zh_hk: 取代表情符號
zh_ow: 取代表情符號

# lng_settings_send_enter
source: Send with Enter
cs: Odesílat Enterem
de: Mit Enter senden
es: Enviar con Intro
he: שלח הודעה בלחיצת Enter
id: Kirim dengan menekan Enter
it: Invia con tasto Invio
ko: 엔터키로 메시지 전송
nl: Versturen met Enter
pt_br: Enviar com Enter
zh_hk: 按 Enter 鍵傳送訊息
zh_ow: 按下 Enter 鍵就送出水晶玉

# lng_settings_send_ctrlenter
source: Send with Ctrl+Enter
cs: Odesílat Ctrl+Enter
de: Mit Strg+Enter senden
es: Enviar con Ctrl+Intro
he: שלח הודעה בלחיצת Ctrl+Enter
id: Kirim dengan menekan Ctrl+Enter
it: Invia con Ctrl+Invio
ko: Ctrl+Enter로 메시지 전송
nl: Versturen met Ctrl+Enter
pt_br: Enviar com Ctrl+Enter
zh_hk: 按 Ctrl+Enter 鍵傳送訊息
zh_ow: 按下 Ctrl+Enter 鍵才送出水晶玉

# lng_settings_send_cmdenter
source: Send with Cmd+Enter
cs: Odesílat Cmd+Enter
de: Mit Cmd+Enter senden
es: Enviar con Cmd+Intro
he: שלח על ידי Cmd+Enter
id: Kirim dengan menekan Cmd+Enter
it: Invia con Cmd+Invio
ko: Cmd+Enter로 메시지 전송
nl: Versturen met Cmd+Enter
pt_br: Enviar com Cmd+Enter
zh_hk: 按 Cmd+Enter 鍵傳送訊息
zh_ow: 傳送水晶玉透過 Cmd+Enter 鍵

# lng_settings_section_background
source: Chat wallpaper
cs: Pozadí konverzace
de: Hintergrundbild
es: Fondo de chat
he: רקע שיחה
id: Gambar latar belakang percakapan
it: Sfondo chat
ko: 대화창 배경화면
nl: Achtergrond
pt_br: Papel de Parede
zh_hk: 聊天背景
zh_ow: 聊天室背景

# lng_settings_bg_from_gallery
source: Choose from gallery
cs: Vybrat z galerie
de: Aus der Galerie
es: Elegir desde la galería
he: בחר מהגלריה
id: Pilih dari galeri
it: Scegli dalla galleria
ko: 이미지 선택
nl: Uit galerij kiezen
pt_br: Escolher da galeria
zh_hk: 從相簿選擇
zh_ow: 從相簿選擇

# lng_settings_bg_from_file
source: Choose from file
cs: Vybrat ze souboru
de: Durchsuchen
es: Elegir desde archivos
he: בחר מקובץ
id: Pilih dari berkas
it: Scegli da file
ko: 파일 선택
nl: Bestand kiezen
pt_br: Escolher dos arquivos
zh_hk: 從檔案選擇
zh_ow: 從玉石選擇

# lng_settings_bg_tile
source: Tile background
cs: Dlaždicové pozadí
de: Nebeneinander
es: Fondo con mosaico
he: רקע פרוש
id: Deretkan gambar latar belakang
it: Affianca sfondo
ko: 타일형 배경화면
nl: Naast elkaar
pt_br: Lado-a-lado
zh_hk: 鋪排背景
zh_ow: 鋪排背景

# lng_settings_adaptive_wide
source: Adaptive layout for wide screens
cs: Přizpůsobivé rozvržení pro širokoúhlé monitory
de: Flexibles Layout für breite Bildschirme
es: Diseño adaptable para pantallas anchas
he: פריסה מסתגלת למסכים רחבים
id: Pengatakan adaptif untuk layar lebar
it: Layout adattivo per grandi schermi
ko: 와이드 스크린 레이아웃 적용
nl: Adaptieve layout voor brede schermen
pt_br: Layout adaptativo para telas wide
zh_hk: 根據視窗寬度自動調整對話氣泡位置
zh_ow: 根據視窗寬度自動調整對話氣泡位置

# lng_backgrounds_header
source: Choose a Wallpaper
cs: Zvol nové pozadí pro konverzaci
de: Neuen Chat-Hintergrund wählen
es: Elige tu nuevo fondo de chat
he: בחר את הרקע החדש שלך
id: Pilih gambar latar belakang percakapan baru Anda
it: Scegli un nuovo sfondo per la chat
ko: 새로운 대화창 배경화면을 선택
nl: Kies je nieuwe achtergrond
pt_br: Escolha o seu novo papel de parede
zh_hk: 請選擇新的聊天背景
zh_ow: 選擇新ㄉ聊天室背景

# lng_theme_sure_keep
source: Keep this theme?
cs: Ponechat toto barevné téma?
de: Wirklich dieses Thema verwenden?
es: ¿Mantener este tema?
he: לבחור את הערכת נושא הזאת?
it: Mantenere questo tema?
ko: 이 테마 색상을 유지하시겠습니까?
nl: Dit thema behouden?
pt_br: Manter esse tema de cores?
zh_hk: 保留這個佈景主題？
zh_ow: 保持這個主題玉石？

# lng_theme_reverting#one
source: Reverting to the old theme in {count} second.
de: Vorheriges Thema wird in {count} Sekunde benutzt.
es: Regresar al tema anterior en {count} segundo.
he: חוזר לנושא הישן תוך שנייה {count}.
it: Ripristino il vecchio tema tra {count} secondo.
ko: {count}초 후에 이전 테마색으로 돌아갑니다.
nl: Ongedaan maken over {count} seconde.
pt_br: Revertendo ao antigo tema em {count} segundo.
zh_hk: 於 {count} 秒後還原佈景主題。
zh_ow: 在 {count} 秒內恢復為舊ㄉ顏色主題玉石。

# lng_theme_reverting#other
source: Reverting to the old theme in {count} seconds.
de: Vorheriges Thema wird in {count} Sekunden benutzt.
es: Regresar al tema anterior en {count} segundos.
he: חוזר לנושא הישן תוך {count} שניות.
it: Ripristino il vecchio tema tra {count} secondi.
ko: {count}초 후에 이전 테마색으로 돌아갑니다.
nl: Ongedaan maken over {count} seconden.
pt_br: Revertendo ao antigo tema em {count} segundos.
zh_hk: 於 {count} 秒後還原佈景主題。
zh_ow: 在 {count} 秒內恢復為舊ㄉ顏色主題玉石。

# lng_theme_keep_changes
source: Keep changes
cs: Ponechat změny
de: Anwenden
es: Mantener cambios
he: שמור שינויים
it: Mantieni modifiche
ko: 변화 유지
nl: Behouden
pt_br: Manter alterações
zh_hk: 保留更改
zh_ow: 保留變更

# lng_theme_revert
source: Revert
cs: Vrátit zpět
de: Zurücksetzen
es: Revertir
he: ביטול
it: Ripristina
ko: 원복
nl: Herstellen
pt_br: Reverter
zh_hk: 還原
zh_ow: 恢復

# lng_download_path_temp
source: Temp folder
cs: dočasná složka
de: Temporär
es: carpeta temporal
he: תקיית קבצים זמניים
id: Folder temp
it: cartella temporanea
ko: 임시 폴더
nl: temp map
pt_br: pasta temporária
zh_hk: 暫存資料夾
zh_ow: 暫存資料夾

# lng_download_path_default
source: Default folder
cs: výchozí složka
de: Standardordner
es: carpeta por defecto
he: תקיית ברירת מחדל
id: Folder default
it: cartella predefinita
ko: 기본 폴더
nl: standaardmap
pt_br: pasta padrão
zh_hk: 預設資料夾
zh_ow: 預設資料夾

# lng_download_path_header
source: Choose download path
cs: Cesta stahovaných souborů
de: Wähle Speicherort
es: Elegir ruta de la descarga
he: בחר נתיב הורדה
id: Pilih lokasi unduhan
it: Scegli il percorso di download
ko: 다운로드 경로 선택
nl: Downloadmap kiezen
pt_br: Escolher caminho do download
zh_hk: 選擇下載路徑
zh_ow: 選擇下載路徑

# lng_download_path_default_radio
source: Telegram folder in system «Downloads»
cs: Složka Telegram ve «Stažených»
de: Telegram-Ordner für «Downloads»
es: Carpeta de Telegram en «Descargas»
he: תקיית טלגרט במערכת «הורדות»
id: Folder Telegram dalam sistem «Downloads»
it: Cartella Telegram in «Download»
ko: 텔레그램 기본 «다운로드» 폴더
nl: Telegram-map "Downloads"
pt_br: Pasta do Telegram no sistema «Downloads»
zh_hk: 在系統【下載】中的【Telegram】資料夾
zh_ow: Telegram 資料夾在魔法器目錄ㄉ «下載» 中

# lng_download_path_temp_radio
source: Temp folder, cleared on logout or uninstall
cs: Dočasná složka, vyčištěná vždy při odhlášení, nebo odinstalaci programu
de: Temporärer Ordner (bis du dich abmeldest)
es: Carpeta temporal, borrada al cerrar sesión
he: תיקייה זמנית, נמחקת בהתנתקות/הסרת התוכנה
id: Folder temp, dihapus ketika keluar log atau pencopotan aplikasi
it: Cartella temporanea, pulita quando esci
ko: 임시 폴더. 로그아웃 혹은 프로그램 제거시 초기화 됨
nl: Temp map, gewist bij uitloggen/deïnstallatie
pt_br: Pasta temporária, limpar ao sair
zh_hk: 暫存資料夾，在登出或解除安裝時清除
zh_ow: 暫存資料夾，在登出或解除安裝時清除

# lng_download_path_dir_radio
source: Custom folder, cleared only manually
cs: Zvolená složka, čištěná manuálně
de: Eigener Ordner, wird nur manuell geleert
es: Carpeta personalizada, borrado manual
he: תיקייה מותאמת אישית, נמחקת ידנית בלבד
id: Folder biasa, dihapus secara manual
it: Cartella personalizzata, pulita a mano
ko: 임의 폴더. 직접 초기화
nl: Aangepaste map, handmatig schonen
pt_br: Pasta escolhida, limpar manualmente
zh_hk: 自訂資料夾，只能手動清除
zh_ow: 自訂資料夾，只能手動清除

# lng_download_path_choose
source: Choose download path
cs: Zvol cestu pro stahování
de: Wähle Speicherort
es: Elegir ruta de la descarga
he: בחר נתיב הורדה
id: Pilih lokasi unduhan
it: Scegli il percorso di download
ko: 다운로드 경로 선택
nl: Downloadmap kiezen
pt_br: Escolher caminho do download
zh_hk: 選擇下載路徑
zh_ow: 選擇下載路徑

# lng_download_path_failed
source: File download could not be started. This might be because your selected download location is invalid. Try changing it in Settings > Advanced > Download Path.
cs: Stahování souboru se nezdařilo. Může to být kvůli špatně zvolené složce na stahování. Toto můžeš změnit v Nastavení.
de: Download konnte nicht gestartet werden. Das kann am eingestellten Speicherort liegen. Du kannst den Speicherort in den Einstellungen ändern.
es: La descarga del archivo no se pudo iniciar. Podría provocarse por una ubicación errónea de la descarga. Puedes cambiar la ruta de la descarga en Ajustes.
he: אין אפשרות להתחיל את הורדת הקובץ. זה יכול לקרות עקב אי הגדרה או הגדרה שגויה של מיקום ההורדה, נסה לשנות את "נתיב ההורדה" בהגדרות.
id: Berkas unduhan tidak dapat dijalankan. Ini dapat terjadi karena kesalahan lokasi unduhan. Anda dapat mengganti lokasi unduhan di Pengaturan.
it: Il download del file non può iniziare. La causa potrebbe essere una posizione sbagliata per i download. Puoi cambiare il percorso di download nelle Impostazioni.
ko: 파일 다운로드를 시작 할 수 없습니다. 올바르지 않은 다운로드 경로가 원인 일 수도 있습니다. 설정에 가시면 다운로드 경로를 변경하실 수 있습니다.
nl: Download kon niet worden gestart. De oorzaak kan een ongeldige downloadmap zijn. Je kunt de map aanpassen via instellingen.
pt_br: Download do arquivo não pôde iniciar. Isso pode ter acontecido por um problema na pasta de downlaod. Você pode alterar o caminho dos downloads em Configurações.
zh_hk: 無法下載檔案。 這可能因為下載位置出現問題而發生，請嘗試於設定中更改「下載路徑」的位置。
zh_ow: 玉石下載無法啟動。 這可能是因為尼選擇ㄉ下載位置無效。嘗試在設定中變更「下載路徑」。

# lng_download_finish_failed
source: File download could not be completed. Would you like to try again?
cs: Stahování souborů nedokončeno. Chceš to zkusit znovu?
de: Datei konnte nicht geladen werden. Erneut versuchen?
es: La descarga del archivo no finalizó. ¿Quieres reintentarlo?
he: הורדת הקובץ לא הושלמה. האם ברצונך לנסות שוב?
id: Unduhan berkas tidak dapat diselesaikan. Apakah Anda ingin mengulangi?
it: Il download del file non può essere concluso. Vuoi riprovare?
ko: 파일 다운로드를 끝낼 수 없습니다. 다시 시도하시겠습니까?
nl: Downloaden mislukt. Wil je het opnieuw proberen?
pt_br: Arquivo baixado não pôde ser finalizado. Gostaria de tentar novamente?
zh_hk: 無法完成下載檔案。 您確定要再試一次？
zh_ow: 無法完成下載玉石。 尼想要再試一次嗎？

# lng_settings_section_privacy
source: Privacy and Security
cs: Soukromí a zabezpečení
de: Privatsphäre und Sicherheit
es: Privacidad y seguridad
he: פרטיות ואבטחה
id: Privasi dan Keamanan
it: Privacy e sicurezza
ko: 개인정보 및 보안
nl: Privacy en veilighed
pt_br: Privacidade e Segurança
zh_hk: 私隱及安全性
zh_ow: 隱私和安全

# lng_local_storage_title
source: Local storage
cs: Lokální úložiště
de: Lokaler Cache
es: Almacenamiento local
he: אחסון מקומי
id: Penyimpanan lokal
it: Archivio locale
ko: 로컬 저장소
nl: Lokale opslag
pt_br: Armazenamento local
zh_hk: 本機儲存
zh_ow: 本地儲存

# lng_local_storage_clear
source: Clear all
cs: Vyčistit vše
de: Leeren
es: Eliminar todo
he: נקה הכל
id: Hapus semua
it: Elimina tutto
ko: 전체 정리
nl: Alles wissen
pt_br: Limpar tudo
zh_hk: 清除所有數據
zh_ow: 清除全部

# lng_local_storage_clearing
source: Clearing...
cs: Čistím...
de: Leeren...
es: Borrando...
he: מנקה...
id: Menghapus...
it: Elimino...
ko: 초기화 중..
nl: Wissen...
pt_br: Limpando...
zh_hk: 清除中…
zh_ow: 清除中…

# lng_passcode_remove_button
source: Remove
cs: Odebrat
de: Entfernen
es: Quitar
he: מחק
id: Hapus
it: Rimuovi
ko: 삭제
nl: Verwijder
pt_br: Remover
zh_hk: 移除
zh_ow: 炸毀

# lng_passcode_change
source: Change passcode
cs: Změnit lokální heslo
de: Pincode ändern
es: Cambiar código de acceso
he: שנה קוד מקומי
id: Ganti kode sandi lokal
it: Cambia codice di blocco
ko: 잠금코드 변경
nl: Toegangscode wijzigen
pt_br: Alterar senha de bloqueio
zh_hk: 更改程式鎖密碼
zh_ow: 變更本地令咒

# lng_passcode_create
source: Local passcode
cs: Lokální heslo
de: Pincode festlegen
es: Código de acceso
he: קוד מקומי
id: Kode sandi lokal
it: Codice di blocco
ko: 잠금코드
nl: Toegangscode
pt_br: Senha de bloqueio
zh_hk: 程式鎖
zh_ow: 本地令咒

# lng_passcode_remove
source: Remove local passcode
cs: Odstranit lokální heslo
de: Pincode entfernen
es: Quitar código de acceso
he: מחק קוד מקומי
id: Hapus kode sandi lokal
it: Rimuovi codice di blocco
ko: 잠금코드 삭제
nl: Toegangscode verwijderen
pt_br: Remover senha de bloqueio
zh_hk: 關閉程式鎖
zh_ow: 炸毀本地令咒

# lng_passcode_autolock
source: Auto-Lock
cs: Automatické zamčení
de: Auto-Sperre
es: Autobloqueo
he: נעל אוטמטית
id: Penguncian-otomatis
it: Blocco automatico
ko: 자동-잠금
nl: Automatisch vergrendelen
pt_br: Autobloquear
zh_hk: 自動鎖定
zh_ow: 自動鎖定

# lng_passcode_autolock_away
source: Auto-Lock if away for...
cs: Automatické zamčení, pokud jsi pryč alespoň:
de: Auto-Sperre bei Abwesenheit:
es: Autobloqueo si estoy fuera:
he: :נעל אוטומטית
id: Kunci otomatis jika sibuk selama:
it: Blocco automatico se lontano per:
ko: 미사용시 자동잠금 설정
nl: Vergrendelen indien langer afwezig dan:
pt_br: Autobloquear se ausente por:
zh_hk: 自動鎖定，如果離開：
zh_ow: 自動鎖定，如果離開：

# lng_passcode_autolock_inactive
source: Auto-Lock if inactive for...
cs: Automatické zamčení, pokud jsi neaktivní alespoň:
de: Auto-Sperre bei Inaktivität:
es: Autobloqueo si estoy inactivo:
he: נעל אוטומטית אם לא פעיל:
id: Kunci otomatis jika tidak aktif selama:
it: Blocco automatico se inattivo per:
ko: 메신져 미사용시 자동잠금 설정
nl: Vergrendelen indien langer inactief dan:
pt_br: Autobloquear se inativo por:
zh_hk: 自動鎖定，如果處於非活動狀態：
zh_ow: 自動鎖定，如果處於非活動狀態：

# lng_passcode_enter_old
source: Enter current passcode
cs: Zadej současné heslo
de: Aktuellen Pincode eingeben
es: Pon el código de acceso actual
he: הקלד קוד נוכחי
id: Masukkan kode sandi saat ini
it: Inserisci il codice attuale
ko: 현재 잠금코드 입력
nl: Toegangscode invoeren
pt_br: Insira sua senha atual
zh_hk: 輸入目前的密碼
zh_ow: 施展魔法目前ㄉ令咒

# lng_passcode_enter_first
source: Enter a passcode
cs: Zadej heslo
de: Pincode festlegen
es: Pon un código de acceso
he: הקלד קוד
id: Masukkan kode sandi
it: Inserisci un codice
ko: 잠금코드 입력
nl: Toegangscode invoeren
pt_br: Insira uma senha
zh_hk: 輸入密碼
zh_ow: 施展魔法一組令咒

# lng_passcode_enter_new
source: Enter new passcode
cs: Zadej nové heslo
de: Neuer Pincode
es: Pon tu nuevo código
he: הקלד קוד חדש
id: Masukkan kode sandi baru
it: Inserisci il nuovo codice
ko: 신규 비밀번호 입력
nl: Nieuwe toegangscode invoeren
pt_br: Insira sua nova senha
zh_hk: 輸入新的密碼
zh_ow: 施展魔法新ㄉ令咒

# lng_passcode_confirm_new
source: Re-enter new passcode
cs: Opakuj nové heslo
de: Pincode wiederholen
es: Repite el nuevo código
he: הקלד שוב את הקוד החדש
id: Masukkan kembali kode sandi baru
it: Reinserisci il nuovo codice
ko: 신규 비밀번호 재입력
nl: Toegangscode opnieuw invoeren
pt_br: Re-insira sua nova senha
zh_hk: 再次輸入密碼
zh_ow: 再次施展魔法新ㄉ令咒

# lng_passcode_about
source: When a local passcode is set, a lock icon appears at the top of your chat list. Click it to lock Telegram Desktop. Note: if you forget your local passcode, you'll need to log out of Telegram Desktop and log in again.
cs: Pokud je nastavené lokální heslo, nad listem konverzací se objeví ikonka zámku. Klikem na ni zamkneš aplikaci. Poznámka: Pokud lokální heslo zapomeneš, je nutné se opětovně přihlásit do aplikace Telegram.
de: Sobald du einen Pincode einstellst, siehst du ein kleines Schloss über deiner Chatliste. Tippe darauf um die App zu sperren. Wichtig: Vergisst du den Pincode, so musst du dich bei Telegram Desktop neu anmelden.
es: Una vez que establezcas un código de acceso, un candado aparecerá en la lista de chats. Pulsa sobre él para bloquear la aplicación. Importante: si olvidas el código de acceso, tendrás que reiniciar la sesión.
he: כאשר נקבעה סיסמה מקומית, יופיע סמל המנעול בראש רשימת הצ'אטים. לחץ עליו כדי לנעול את האפליקציה הערה: אם תשכח את קוד הגישה המקומי שלך, יהיה עליך להיכנס שוב ל- טלגרם במחשב.
id: Ketika kode sandi lokal diaktifkan, ikon gembok akan tampil di pojok kanan jendela. Klik untuk mengunci aplikasi. Catatan: Jika Anda lupa kode sandi, Anda akan diminta untuk masuk log lagi di Telegram Desktop.
it: Quando è attivo un codice, appare un'icona col lucchetto sopra la lista delle chat. Premila per bloccare l'app. Nota: se dimentichi il codice, dovrai accedere di nuovo su Telegram Desktop.
ko: 잠금번호를 설정하시면 상단 오른쪽 구석에 잠금 아이콘이 표시됩니다. 클릭을 하셔서 잠궈주세요. 참고 : 잠금번호를 잊어버리셨을 경우 텔레그램 데스크탑을 재로그인을 해주셔야합니다.
nl: Als je een toegangscode instelt verschijnt er een slotje op de chatspagina, klik erop om de app te vergrendelen. Let op: als je de toegangscode vergeet moet je opnieuw inloggen.
pt_br: Quando uma senha de bloqueio é definida, um cadeado aparecerá no topo de sua lista de conversas. Clique para travar o aplicativo. Nota: Se você esquecer sua senha, terá que entrar novamente no Telegram Desktop.
zh_hk: 當程式鎖設定後，於聊天清單上會出現一個鎖形圖示，點選它以鎖定程式。 注意：如果您忘記了密碼，您需要重新登入到 Telegram 桌面應用程式。
zh_ow: 設定本地令咒後，鎖形圖示會顯示在聊天清單ㄉ頂端。點擊它以鎖定 Telegreat Desktop。 注意：如果尼忘記ㄌ本地令咒，則尼需要登出 Telegreat Desktop，然後重新登入。

# lng_passcode_differ
source: Passcodes are different
cs: Hesla jsou rozdílná
de: Pincode ist nicht identisch
es: Los códigos de acceso son diferentes
he: הקוד שלך שונה
id: Kode sandi berbeda
it: I codici sono diversi
ko: 비밀번호가 다릅니다.
nl: Toegangscodes zijn verschillend
pt_br: As senhas não correspondem
zh_hk: 密碼不相同
zh_ow: 令咒不相同

# lng_passcode_wrong
source: Wrong passcode
cs: Žpatné heslo
de: Falscher Pincode
es: Código de acceso equivocado
he: קוד שגוי
id: Kode sandi salah
it: Codice errato
ko: 잘못된 비밀번호입니다.
nl: Onjuiste toegangscode
pt_br: Senha errada
zh_hk: 錯誤的密碼
zh_ow: 錯誤ㄉ令咒

# lng_passcode_is_same
source: Passcode was not changed
cs: Heslo bylo změněno
de: Pincode wurde nicht geändert
es: El código no fue cambiado
he: הקוד לא השתנה
id: Kode sandi tidak berubah
it: Il codice non è stato cambiato
ko: 비밀번호가 변경되지 않았습니다.
nl: Toegangscode is niet gewijzigd
pt_br: Senha não alterada
zh_hk: 密碼沒有更改
zh_ow: 令咒沒有變更

# lng_passcode_enter
source: Enter your local passcode
cs: Zadej své lokální heslo
de: Pincode eingeben
es: Pon tu código de acceso
he: הקלד קוד מקומי
id: Masukkan kode sandi Anda
it: Inserisci il tuo codice di blocco
ko: 잠금코드 입력
nl: Toegangscode invoeren
pt_br: Insira sua senha de bloqueio
zh_hk: 輸入您的密碼
zh_ow: 施展魔法尼ㄉ本地令咒

# lng_passcode_ph
source: Your passcode
cs: Tvé heslo
de: Dein Pincode
es: Tu código de acceso
he: הקלד קוד
it: Il tuo codice
ko: 현재 잠금코드
nl: Je toegangscode
pt_br: Sua senha de bloqueio
zh_hk: 您的密碼
zh_ow: 尼ㄉ令咒

# lng_passcode_submit
source: Submit
cs: Potvrdit
de: Absenden
es: Enviar
he: אישור
id: Kirim
it: Invia
ko: 입력
nl: Versturen
pt_br: Entrar
zh_hk: 提交
zh_ow: 提交

# lng_passcode_logout
source: Log out
cs: Odhlásit
de: Abmelden
es: Cerrar sesión
he: התנתק
id: Keluar log
it: Esci
ko: 로그아웃
nl: Uitloggen
pt_br: Sair
zh_hk: 登出
zh_ow: 登出

# lng_cloud_password_change
source: Change cloud password
cs: Změnit cloudové heslo
de: Kennwort ändern
es: Cambiar contraseña
he: שנה סיסמת ענן
id: Ubah kata sandi awan
it: Cambia password
ko: 클라우드 비밀번호 변경
nl: Cloud-wachtwoord wijzigen
pt_br: Alterar senha da nuvem
zh_hk: 更改兩步驗證密碼
zh_ow: 變更雲端令咒

# lng_cloud_password_create
source: Telegram password
cs: Cloudové heslo
de: Kennwort erstellen
es: Contraseña
he: סיסמת ענן
id: Kata sandi awan
it: Password cloud
ko: 클라우드 비밀번호
nl: Cloud-wachtwoord
pt_br: Senha da nuvem
zh_hk: 兩步驗證密碼
zh_ow: 雲端令咒

# lng_cloud_password_remove
source: Remove cloud password
cs: Odstranit cloudové heslo
de: Kennwort entfernen
es: Quitar contraseña
he: מחק סיסמת ענן
id: Hapus kata san awan
it: Rimuovi password
ko: 클라우드 비밀번호 삭제
nl: Cloud-wachtwoord verwijderen
pt_br: Remover senha da nuvem
zh_hk: 關閉兩步驗證
zh_ow: 炸毀雲端令咒

# lng_cloud_password_enter_old
source: Enter current password
cs: Zadej současné heslo
de: Aktuelles Kennwort
es: Pon la contraseña actual
he: הקלד סיסמה ישנה
id: Masukkan kata sandi sekarang
it: Inserisci la password attuale
ko: 현재 비밀번호 입력
nl: Wachtwoord invoeren
pt_br: Insira sua senha atual
zh_hk: 輸入目前的密碼
zh_ow: 施展魔法目前ㄉ令咒

# lng_cloud_password_enter_first
source: Enter a password
cs: Zadej heslo
de: Kennwort eingeben
es: Pon una contraseña
he: הקלד סיסמה
id: Masukkan kata sandi
it: Inserisci una password
ko: 비밀번호 입력
nl: Wachtwoord invoeren
pt_br: Insira uma senha
zh_hk: 輸入密碼
zh_ow: 施展魔法一組令咒

# lng_cloud_password_enter_new
source: Enter new password
cs: Zadej nové heslo
de: Neues Kennwort eingeben
es: Pon la nueva contraseña
he: הקלד סיסמה חדשה
id: Masukkan kata sandi baru
it: Inserisci una nuova password
ko: 새로운 비밀번호 입력
nl: Nieuw wachtwoord invoeren
pt_br: Insira sua nova senha
zh_hk: 輸入新的密碼
zh_ow: 施展魔法新ㄉ令咒

# lng_cloud_password_confirm_new
source: Re-enter new password
cs: Opakuj nové heslo
de: Kennwort wiederholen
es: Repite la nueva contraseña
he: הקלד שוב סיסמה חדשה
id: Masukkan kembali kata sandi baru
it: Reinserisci la nuova password
ko: 새로운 비밀번호 재입력
nl: Wachtwoord opnieuw invoeren
pt_br: Re-insira sua nova senha
zh_hk: 再次輸入密碼
zh_ow: 再次施展魔法新ㄉ令咒

# lng_cloud_password_hint
source: Add a password hint
cs: Zadej radu pro heslo
de: Kennwort-Hinweis
es: Pon una pista para la contraseña
he: הקלד רמז לסיסמה
id: Masukkan petunjuk kata sandi baru
it: Inserisci un suggerimento password
ko: 비밀번호 힌트 입력
nl: Wachtwoordhint invoeren
pt_br: Insira uma dica de senha
zh_hk: 輸入密碼提示
zh_ow: 施展魔法令咒提示

# lng_cloud_password_change_hint
source: Enter new password hint
cs: Zadej novou radu pro heslo
de: Neuer Kennwort-Hinweis
es: Pon una pista para la contraseña
he: הקלד רמז חדש לסיסמה
id: Masukkan kembali petunjuk kata sandi baru
it: Inserisci un nuovo suggerimento
ko: 새로운 비밀번호 힌트 입력
nl: Wachtwoordhint invoeren
pt_br: Insira uma dica de senha
zh_hk: 輸入密碼提示
zh_ow: 施展魔法新ㄉ令咒提示

# lng_cloud_password_bad
source: Password and hint cannot be the same.
cs: Heslo a rada nesmí být totožné.
de: Kennwort und Hinweis müssen sich unterscheiden.
es: La contraseña y la pista no pueden ser iguales.
he: הסיסמה והרמז לא יכולים להיות זהים.
id: Kata sandi dan petunjuk tidak boleh sama.
it: Password e suggerimento devono essere diversi.
ko: 비밀번호와 힌트는 동일할 수 없습니다.
nl: De hint moet anders zijn dan je wachtwoord.
pt_br: Senha e dica de senha não podem ser iguais.
zh_hk: 密碼和提示不可以一樣。
zh_ow: 令咒和提示不可以一樣。

# lng_cloud_password_email
source: Enter recovery email
cs: Zadej záložní e-mail
de: E-Mail für die Wiederherstellung
es: Pon un e-mail de recuperación
he: הקלד דואר אלקטרוני לשחזור
id: Masukkan surel pemulihan
it: Inserisci email di recupero
ko: 복구 이메일 입력
nl: Herstel-e-mailadres invoeren
pt_br: email de recuperação
zh_hk: 輸入恢復用的電子郵件
zh_ow: 施展魔法恢復用ㄉ電子郵件信箱

# lng_cloud_password_bad_email
source: Invalid email
cs: Neplatný e-mail, zkus to prosím znovu.
de: Ungültige E-Mai, bitte erneut versuchen.
es: E-mail incorrecto. Por favor, prueba otro.
he: דואר אלקטרוני שגוי, נסה אחר.
id: Surel tidak benar, silakan coba lagi.
it: E-mail non valida, riprova con un'altra.
ko: 올바르지 않은 이메일입니다. 다시 시도해주세요.
nl: Ongeldig e-mailadres, probeer een andere.
pt_br: email incorreto, por favor, tente outro.
zh_hk: 錯誤的電子郵件格式，請嘗試其它的。
zh_ow: 不正確ㄉ電子郵件信箱，請嘗試其它ㄉ。
