Repository: telegramdesktop/tdesktop
Catalog: Telegram/Resources/langs/lang_*.strings
Languages: cs, de, es, he, id, it, ko, nl, pt_br, zh_hk, zh_ow

# lng_manage_history_visibility_hidden_about
source: New members won't see earlier messages.
he: משתמשים חדשים לא יראו הודעות שנשלחו לפני שהצטרפו
zh_hk: 新成員不可以看到舊訊息。
zh_ow: 新魔法師無法看到加入前ㄉ舊水晶玉。

# lng_report_title
source: Report channel
cs: Nahlásit kanál
de: Kanal melden
es: Reportar canal
he: דווח על הערוץ
id: Laporkan kanal
it: Segnala canale
ko: 채널 신고
nl: Kanaal melden
pt_br: Reportar canal
zh_hk: 舉報頻道
zh_ow: 檢舉大聲公

# lng_report_group_title
source: Report Group
cs: Nahlásit skupinu
de: Gruppe melden
es: Reportar grupo
he: דווח על הקבוצה
id: Laporkan grup
it: Segnala gruppo
ko: 그룹 신고
nl: Groep melden
pt_br: Reportar grupo
zh_hk: 舉報群組
zh_ow: 檢舉圈圈

# lng_report_bot_title
source: Report bot
cs: Nahlásit bota
de: Bot melden
es: Reportar bot
he: דווח על הרובוט
it: Segnala bot
ko: 봇 신고
nl: Spam melden
pt_br: Reportar bot
zh_hk: 舉報機械人
zh_ow: 回報 bot

# lng_report_reason_spam
source: Spam
he: ספאם
ko: 스팸
zh_hk: 垃圾訊息
zh_ow: 垃圾水晶玉

# lng_report_reason_violence
source: Violence
cs: Násilí
de: Gewalt
es: Violencia
he: תוכן אלים
id: Kekerasan
it: Violenza
ko: 폭력성
nl: Geweld
pt_br: Violência
zh_hk: 暴力
zh_ow: 暴力

# lng_report_reason_pornography
source: Pornography
cs: Pornografie
de: Pornografie
es: Pornografía
he: תוכן תועבה
id: Pornografi
it: Pornografia
ko: 음란성
nl: Pornografie
pt_br: Pornografia
zh_hk: 色情
zh_ow: 色情

# lng_report_reason_other
source: Other
cs: Jiné
de: Sonstiges
es: Otro
he: אחר
id: Lainnya
it: Altro
ko: 기타
nl: Overig
pt_br: Outro
zh_hk: 其他
zh_ow: 其他

# lng_report_button
source: Report
cs: Nahlásit
de: Melden
es: Reportar
he: דווח
id: Laporkan
it: Segnala
ko: 신고
nl: Melden
pt_br: Reportar
zh_hk: 舉報
zh_ow: 檢舉

# lng_report_thanks
source: Thank you! Your report will be reviewed by our team.
cs: Děkujeme! Velmi brzo ověříme tvůj report.
de: Vielen Dank! Unser Team wird sich um deine Meldung kümmern.
es: ¡Gracias! Tu reporte será revisado por nuestro equipo muy pronto.
he: תודה! הדוח שלך ייבדק בקרוב על ידי הצוות שלנו.
id: Terima kasih! Laporan Anda akan dikaji oleh tim kami dengan segera.
it: Grazie! La tua segnalazione sarà presto esaminata dal nostro team.
ko: 감사합니다! 신고내용은 신속하게 팀내에서 확인하겠습니다.
nl: Bedankt! Je melding zal zo spoedig mogen worden gecontroleerd.
pt_br: Obrigado! O relatório será revisado pela nossa equipe em breve.
zh_hk: 感謝您！收到您的舉報後，我們的團隊會盡快進行審查。
zh_ow: 感謝尼！尼ㄉ檢舉將很快被我們ㄉ團隊進行審查。

# lng_channel_add_members
source: Add members
cs: Přidat členy
de: Mitglieder hinzufügen
es: Añadir miembros
he: הוסף מנויים
id: Tambah anggota
it: Aggiungi membri
ko: 대화상대 추가
nl: Leden toevoegen
pt_br: Adicionar membros
zh_hk: 新增成員
zh_ow: 添加魔法師

# lng_channel_admins
source: Administrators
cs: Administrátoři
de: Administratoren
es: Administradores
he: מנהלים
id: Pengurus
it: Amministratori
ko: 관리자
nl: Beheerders
pt_br: Administradores
zh_hk: 管理員
zh_ow: 大魔法師

# lng_channel_add_admin
source: Add Administrator
cs: Přidat administrátora
de: Administrator hinzufügen
es: Añadir administrador
he: הוסף מנהל
id: Tambah Pengurus
it: Aggiungi amministratore
ko: 관리자 추가
nl: Beheerder toevoegen
pt_br: Adicionar Administrador
zh_hk: 新增管理員
zh_ow: 添加大魔法師

# lng_channel_admin_status_creator
source: Owner
de: Ersteller
es: Creador
he: יוצר
it: Creatore
ko: 생성자
nl: Maker
pt_br: Criador
zh_hk: 擁有人
zh_ow: 創立者

# lng_channel_admin_status_promoted_by
source: Promoted by {user}
de: Befördert von {user}
es: Ascendido por {user}
he: נוסף על ידי {user}
it: Promosso da {user}
ko: {user} 님이 승인함
nl: Gepromoveerd door {user}
pt_br: Promovido por {user}
zh_hk: 由 {user} 指定
zh_ow: 由 {user} 任命

# lng_channel_admin_status_not_admin
source: not admin
es: No es administrador
he: לא מנהל
it: Non amministratore
ko: 관리자가 아님
nl: Geen beheerder
pt_br: Não é administrador
zh_hk: 不是管理員
zh_ow: 不是大魔法師

# lng_channel_banned_status_restricted_by
source: Restricted by {user}
es: Restringido por {user}
he: הוגבל על ידי {user}
nl: Beperkt door {user}
pt_br: Restringido por {user}
zh_hk: 被 {user} 限制
zh_ow: 被 {user} 限制

# lng_participant_filter
source: Search
cs: Hledat
de: Suche
es: Buscar
he: חיפוש
id: Cari
it: Cerca
ko: 검색
nl: Zoeken
pt_br: Buscar
zh_hk: 搜尋
zh_ow: 搜尋

# lng_participant_invite
source: Add
cs: Pozvat
de: Einladen
es: Invitar
he: להזמין
id: Undang
it: Invita
ko: 초대
nl: Uitnodigen
pt_br: Convidar
zh_hk: 邀請
zh_ow: 邀請

# lng_participant_invite_sorry#one
source: Sorry, you can only add the first {count} subscriber to a channel personally. From now on, people will need to join via your invite link.
de: Du kannst selbst nur das erste {count} Mitglied einem Kanal hinzufügen. Weitere Leute können den Kanal über den Einladungslink betreten.
es: Lo sentimos, sólo puedes añadir a {count} miembro a un canal. Ahora será necesario un enlace de invitación para unirse.
he: מצטערים, תוכל להוסיף רק מנוי {count} לערוץ באופן אישי. מעתה ואילך, משתמשים יצטרכו להצטרף רק דרך קישור הזמנה לערוץ.
it: Spiacenti, puoi aggiungere solo il primo membro a un canale. Da adesso, le persone potranno unirsi tramite il tuo link d'invito.
ko: 죄송합니다, 초기 {count}명의 대화상대만 채널에 개별적으로 추가 할 수 있습니다. 이후로는 초대링크를 통하여 입장해야합니다.
nl: Het {count}e lid kun je persoonlijk uitnodigen. Vanaf nu kunnen mensen lid worden via de uitnodigingslink.
pt_br: Desculpe, você só pode adicionar o primeiro {count} membro ao canal. De agora em diante, precisarão do link de convite para entrar.
zh_hk: 抱歉，您只能將前 {count} 位成員加入到頻道。 從現在開始，公眾需要透過您的邀請連結加入頻道。
zh_ow: 很抱歉，尼個人僅能將前 {count} 位魔法師加入到大聲公。 從現在開始，人們將需要透過尼ㄉ傳送器來加入。

# lng_participant_invite_sorry#other
source: Sorry, you can only add the first {count} subscribers to a channel personally. From now on, people will need to join via your invite link.
de: Du kannst selbst nur die ersten {count} Mitglieder einem Kanal hinzufügen. Weitere Leute können den Kanal über den Einladungslink betreten.
es: Lo sentimos, sólo puedes añadir a los primeros {count} miembros a un canal. Ahora será necesario un enlace de invitación para unirse.
he: מצטערים, תוכל להוסיף רק את {count} המנויים הראשונים לערוץ באופן אישי. מעתה ואילך, משתמשים יצטרכו להצטרף דרך קישור הזמנה לערוץ.
it: Spiacenti, puoi aggiungere solo i primi {count} membri a un canale. Da adesso, le persone potranno unirsi tramite il tuo link d'invito.
ko: 죄송합니다, 초기 {count}명의 대화상대만 채널에 개별적으로 추가 할 수 있습니다. 이후로는 초대링크를 통하여 입장해야합니다.
nl: De eerste {count} leden kun je persoonlijk uitnodigen. Vanaf nu kunnen mensen lid worden via de uitnodigingslink.
pt_br: Desculpe, você só pode adicionar os primeiros {count} membros ao canal. De agora em diante, precisarão do link de convite para entrar.
zh_hk: 抱歉，您只能將前 {count} 位成員加入到頻道。 從現在開始，公眾需要透過您的邀請連結加入頻道。
zh_ow: 很抱歉，尼個人僅能將前 {count} 位魔法師加入到大聲公。 從現在開始，人們將需要透過尼ㄉ傳送器來加入。

# lng_create_group_back
source: Back
cs: Zpátky
de: Zurück
es: Atrás
he: חזור
id: Kembali
it: Indietro
ko: 뒤로가기
nl: Vorige
pt_br: Voltar
zh_hk: 返回
zh_ow: 返回

# lng_create_group_next
source: Next
cs: Další
de: Weiter
es: Siguiente
he: הבא
id: Lanjut
it: Avanti
ko: 다음
nl: Volgende
pt_br: Próximo
zh_hk: 下一步
zh_ow: 下一步

# lng_create_group_create
source: Create
cs: Vytvořit
de: Erstellen
es: Crear
he: צור
id: Buat
it: Crea
ko: 만들기
nl: Maak
pt_br: Criar
zh_hk: 建立
zh_ow: 建立

# lng_create_group_title
source: New Group
cs: Nová skupina
de: Neue Gruppe erstellen
es: Nuevo grupo
he: קבוצה חדשה
id: Grup Baru
it: Nuovo gruppo
ko: 새로운 그룹
nl: Nieuwe groep
pt_br: Novo Grupo
zh_hk: 建立群組
zh_ow: 新增圈圈

# lng_create_channel_title
source: New Channel
cs: Nový kanál
de: Neuen Kanal erstellen
es: Nuevo canal
he: ערוץ חדש
id: Kanal baru
it: Nuovo canale
ko: 새로운 채널
nl: Nieuw kanaal
pt_br: Novo Canal
zh_hk: 建立頻道
zh_ow: 新增大聲公

# lng_create_public_channel_title
source: Public Channel
cs: Veřejný kanál
de: Öffentlicher Kanal
es: Canal público
he: ערוץ ציבורי
id: Kanal Publik
it: Canale pubblico
ko: 공개 채널
nl: Publiek kanaal
pt_br: Canal Público
zh_hk: 公開頻道
zh_ow: 公開ㄉ大聲公

# lng_create_public_channel_about
source: Anyone can find the channel in search and join
cs: Kdokoli může kanál najít, a připojit se
de: Jeder kann deinen Kanal finden und beitreten
es: Cualquiera puede encontrar el canal en la búsqueda y unirse
he: כל אחד יכול למצוא את הערוץ שלך בחיפוש ולהצטרף
id: Semua orang dapat menemukan kanal ini dan bergabung
it: Chiunque può cercare il canale nella ricerca e unirsi
ko: 누구나 채널을 검색하고 입장할 수 있습니다.
nl: Iedereen kan je kanaal vinden en er lid van worden
pt_br: Qualquer um pode encontrar o canal na busca e entrar
zh_hk: 公眾可以搜尋及加入公開頻道，並看到完整的訊息記錄。
zh_ow: 任何人都可以透過搜尋找到這個大聲公，並且加入

# lng_create_private_channel_title
source: Private Channel
cs: Soukromý kanál
de: Privater Kanal
es: Canal privado
he: ערוץ פרטי
id: Kanal Pribadi
it: Canale privato
ko: 비공개 채널
nl: Privé-kanaal
pt_br: Canal privado
zh_hk: 私人頻道
zh_ow: 私人ㄉ大聲公

# lng_create_private_channel_about
source: Only people with an invite link can join.
cs: Pouze lidé se speciální pozvánkou se mohou připojit
de: Man kann nur per Einladungslink deinem Kanal beitreten
es: Sólo las personas con el enlace de invitación especial podrán unirse
he: רק אנשים עם קישור הזמנה יכולים להצטרף
id: Hanya orang tertentu dengan pranala undangan yang dapat bergabung
it: Solo le persone con uno speciale link d'invito potranno unirsi
ko: 초대 링크를 통해서만 입장이 가능합니다.
nl: Lid worden kan alleen per uitnodigingslink
pt_br: Somente pessoas com um link especial de convite poderão entrar
zh_hk: 只有被邀請或透過邀請連結的用戶才能加入私人頻道。
zh_ow: 僅擁有特別傳送器ㄉ人可以加入

# lng_create_public_group_title
source: Public Group
cs: Veřejná skupina
de: Öffentliche Gruppe
es: Grupo público
he: קבוצה ציבורית
id: Grup Publik
it: Gruppo pubblico
ko: 공개그룹
nl: Publieke groep
pt_br: Grupo Público
zh_hk: 公開群組
zh_ow: 公開ㄉ圈圈

# lng_create_public_group_about
source: Anyone can find the group in search and join, chat history is available to everybody
cs: Kdokoli může skupinu najít, a připojit se. Historie konverzace je dostupná komukoli
de: Öffentliche Gruppen kann jeder über die Suche finden, gesamter Chatverlauf ist für alle einsehbar und jeder kann der Gruppe beitreten
es: Cualquiera puede encontrar el grupo en la búsqueda y unirse. El historial del chat está disponible para todos
he: כל אחד יכול למצוא את הקבוצה בחיפוש ולהצטרף, היסטוריית צ'אט זמינה לכולם
id: Semua orang dapat menemukan grup ini dan bergabung, sejarah percakapan tersedia kepada semua orang
it: Chiunque può trovare il gruppo nella ricerca e unirsi, la cronologia è disponibile per tutti
ko: 누구나 그룹을 검색 및 참여가 가능하며, 채팅 히스토리가 공개됩니다.
nl: Iedereen kan de groep vinden, er lid van worden en de geschiedenis zien
pt_br: Qualquer um pode encontrar o grupo pela busca e entrar, todo o histórico estará disponível
zh_hk: 公眾可以搜尋及加入公開群組，並看到完整的訊息記錄。
zh_ow: 任何人可以透過搜尋找到這個圈圈並且加入，而聊天紀錄每個人都看得見

# lng_create_private_group_title
source: Private Group
cs: Soukromá skupina
de: Private Gruppe
es: Grupo privado
he: קבוצה פרטית
id: Grup Pribadi
it: Gruppo privato
ko: 비공개그룹
nl: Privé-groep
pt_br: Grupo Privado
zh_hk: 私人群組
zh_ow: 私人ㄉ圈圈

# lng_create_private_group_about
source: People can only join if they are added or have an invite link
cs: Pouze lidé se speciální pozvánkou se mohou připojit
de: Nur eingeladene Nutzer können die Gruppe betreten und den gesamten Chatverlauf einsehen
es: Las personas pueden unirse sólo si son invitadas o tienen un enlace de invitación
he: משתמשים יכולים להצטרף רק אם הם הוזמנו או שיש להם קישור הזמנה
id: Orang hanya dapat bergabung jika mereka diundang atau memiliki pranala undangan
it: Le persone si possono unire solo se invitate o con un link d'invito
ko: 초대 및 초대링크를 통하여 참여 가능합니다.
nl: Lid worden kan alleen op uitnodiging of via uitnodigingslink
pt_br: Somente pessoas convidadas ou com link de convite podem entrar
zh_hk: 只有被邀請或通過邀請連結的用戶才能加入私人群組。
zh_ow: 當被邀請或有一傳送器時，人們才可以加入

# lng_create_group_skip
source: Skip
cs: Přeskočit
de: Überspringen
es: Omitir
he: דלג
id: Lewatkan
it: Salta
ko: 건너뛰기
nl: Overslaan
pt_br: Pular
zh_hk: 略過
zh_ow: 略過

# lng_create_channel_link_invalid
source: This link is invalid
cs: Tento odkaz je neplatný
de: Dieser Link ist ungültig
es: Este enlace es inválido
he: קישור שבור
id: Pranala ini tidak sah
it: Questo link non è valido
ko: 올바르지 않은 링크입니다.
nl: Deze naam is ongeldig.
pt_br: Esse link é inválido
zh_hk: 此連結無效
zh_ow: 此傳送器是無效ㄉ

# lng_create_channel_link_occupied
source: Sorry, this link is already occupied
cs: Bohužel, tento odkaz je už zabraný
de: Der Linkname ist bereits belegt
es: Este enlace ya está ocupado
he: מצטערים, קישור זה תפוס
id: Maaf, pranala ini sudah digunakan
it: Spiacenti, questo link è già occupato
ko: 사용중인 링크입니다.
nl: Deze naam is bezet
pt_br: Esse link já está em uso
zh_hk: 抱歉，此連結已被選用
zh_ow: 抱歉，此傳送器已被佔用

# lng_create_channel_link_too_short
source: Sorry, this link is too short
cs: Bohužel, tento odkaz je příliš krátký
de: Dieser Link ist zu kurz
es: Este enlace es muy corto
he: מצטערים, הקישור קצר מידי
id: Maaf, pranala ini sangat pendek
it: Spiacenti, questo link è troppo corto
ko: 링크가 너무 짧습니다.
nl: Deze naam is te kort
pt_br: Esse link é muito curto
zh_hk: 抱歉，此連結太短了
zh_ow: 抱歉，此傳送器太短ㄌ

# lng_create_channel_link_bad_symbols
source: Only 0-9, a-z, and underscores allowed.
cs: Bohužel, tento odkaz obsahuje špatné symboly
de: Nur a-z, 0-9 und Unterstriche erlaubt
es: Este enlace tiene símbolos equivocados
he: רק a-z, 0-9 וקוו תחתון מותרים.
id: Maaf, pranala ini mengandung simbol
it: Spiacenti, questo link ha simboli errati
ko: 링크에 허용되지 않은 심볼이 있습니다.
nl: Deze naam bevat ongeldige tekens
pt_br: Esse link contém símbolos incompatíveis
zh_hk: 只可以使用 a-z、0-9 及底線
zh_ow: 只允許使用 0-9 、a-z 和底線。

# lng_create_channel_link_available
source: This link is available
cs: Tento odkaz je dostupný
de: Dieser Link ist verfügbar
es: Este enlace está disponible
he: קישור זמין
id: Pranala ini tersedia
it: Questo link è disponibile
ko: 사용 가능한 링크입니다.
nl: Deze naam is beschikbaar.
pt_br: Esse link está disponível
zh_hk: 此連結可用
zh_ow: 此傳送器是可用ㄉ

# lng_create_channel_link_copied
source: Link copied to clipboard.
cs: Odkaz byl zkopírován do schránky
de: Link in die Zwischenablage kopiert
es: Enlace copiado al portapapeles
he: קישור הועתק ללוח
id: Pranala disalin ke papan klip
it: Link copiato negli appunti
ko: 링크가 클립보드에 복사되었습니다.
nl: Link gekopieerd naar klembord
pt_br: Link copiado para área de transferência
zh_hk: 已複製連結到剪貼簿
zh_ow: 傳送器已複製到剪貼簿

# lng_failed_add_participant
source: Could not add user. Please try again later.
cs: Nemohu přidat uživatele. Zkus to prosím později.
de: Kann Teilnehmer nicht hinzufügen. Später erneut versuchen.
es: No se pudo añadir al usuario. Por favor, reinténtalo más tarde.
he: לא ניתן להוסיף משתמש, נסה שוב מאוחר יותר.
id: Tidak dapat menambahkan pengguna. Silakan coba kembali nanti.
it: Impossibile aggiungere l'utente. Riprova più tardi.
ko: 사용자를 추가 하지 못하였습니다. 나중에 다시 시도해주세요
nl: Gebruiker toevoegen mislukt. Probeer het later.
pt_br: Usuário não pôde ser adicionado. Tente novamente mais tarde.
zh_hk: 無法新增用戶，請稍後再試。
zh_ow: 無法添加魔法師。請稍後再試。

# lng_failed_add_not_mutual
source: Sorry, if a person is no longer part of a group, you need to add each other to your respective contact lists to be able to add them back. Note that they could still join via the group's invite link as long as they are not in the Removed users list.
cs: Bohužel, pokud osoba opustí skupinu, pouze vzájemný kontakt ji může přivést zpátky (musí mít tvoje číslo, a ty jejich).
de: Wenn man eine Gruppe verlässt, kann nur ein gemeinsamer Kontakt die Person erneut einladen (beide Seiten müssen die Nummer des anderen gespeichert haben).
es: Lo sentimos, si una persona sale del grupo, sólo un contacto mutuo puede volver a invitarlo (necesitan tener tu número y tú el suyo).
he: מצטערים, אם אדם עוזב קבוצה, ניתן להחזירו רק אם איש הקשר שלו שמור אצלך ושלך שמור אצלו.
id: Maaf, jika seseorang keluar dari grup, hanya kontak dekatnya yang dapat menambahkan ke grup kembali (mereka memerlukan nomor telepon Anda, dan Anda memerlukan nomor telepon mereka).
it: Spiacenti, se una persona lascia un gruppo, solo un contatto reciproco può aggiungerla (chi ti invita deve avere il tuo numero, e viceversa).
ko: 죄송합니다. 그룹방에서 대화상대방이 나갔을 경우, 상대 전화번호가 있는 분만 초대가 가능합니다. (서로 전화번호가 등록되어져 있어야만 가능)
nl: Iemand die de groep verlaat kan alleen door een wederzijds contact worden toegevoegd (opgeslagen nummers)
pt_br: Se uma pessoa deixou o grupo, apenas um contato mútuo pode colocá-la novamente (eles precisam do seu número na agenda do telefone e você do número deles).
zh_hk: 抱歉，如果一個人離開了群組，只有互相為聯絡人可以把他們帶回（他們要有您的手機號碼，而您有他們的）。
zh_ow: 抱歉，如果一個人離開ㄌ圈圈，只有互為同伴ㄉ人可以把他們帶回(他們要有尼ㄉ魔法器號碼，而尼有他們ㄉ)。

# lng_sure_delete_contact
source: Are you sure you want to delete {contact} from your contact list?
cs: Jsi si jistý, že chceš smazat {contact} from your contact list?
de: Bist du sicher, dass du {contact} von deinen Kontakten löschen willst?
es: ¿Quieres eliminar a {contact} de tu lista de contactos?
he: האם אתה בטוח שברצונך למחוק את {contact} מרשימת אנשי הקשר שלך?
id: Apakah Anda yakin ingin menghapus {contact} dari daftar kontak?
it: Sicuro di volere eliminare {contact} dalla tua lista dei contatti?
ko: {contact} 님을 주소록에서 삭제하시겠습니까?
nl: {contact} echt verwijderen uit contacten?
pt_br: Você tem certeza que deseja remover {contact} da sua lista de contatos?
zh_hk: 您確定要從聯絡人清單中刪除 {contact}？
zh_ow: 尼確定要從同伴名單中詛咒 {contact} ？

# lng_sure_delete_history
source: Are you sure you want to delete all message history with {contact}? This action cannot be undone.
cs: Jsi si jistý, že chceš smazat veškerou historii kontaktu {contact}? Tuto akci nemůžeš vzít zpět.
de: Sicher, dass du den kompletten Verlauf mit {contact} löschen willst? Das kann man nicht rückgängig machen.
es: ¿Quieres eliminar todo el historial de mensajes con {contact}? Esta acción no se puede deshacer.
he: האם אתה בטוח שברצונך למחוק את כל היסטוריית ההודעות שלך עם {contact}? לא ניתן לבטל פעולה זו.
id: Apakah Anda yakin ingin menghapus semua sejarah pesan dengan {contact}? Tindakan ini tidak dapat dibatalkan.
it: Sicuro di voler eliminare tutta la cronologia dei messaggi con {contact}? Questa azione non può essere annullata.
ko: {contact} 님과 관련된 모든 메시지를 삭제하시겠습니까? 삭제 하실 경우 취소가 불가능합니다.
nl: Geschiedenis met {contact} echt wissen? Je kunt dit niet ongedaan maken.
pt_br: Você tem certeza que deseja apagar todo o seu histórico de mensagens com {contact}? Essa ação não pode ser desfeita.
zh_hk: 您確定要刪除與 {contact} 的聊天記錄？ 請注意，此操作無法復原！
zh_ow: 尼確定要詛咒與 {contact} ㄉ所有聊天記錄？ 這個動作無法復原。

# lng_sure_delete_group_history
source: Are you sure you want to delete all messages in "{group}"? This action cannot be undone.
cs: Jsi si jistý, že chceš smazat veškerou historii ve skupině «{group}»? Tuto akci nemůžeš vzít zpět.
de: Möchtest du wirklich deinen Verlauf von «{group}» löschen? Das kann man nicht rückgängig machen.
es: ¿Quieres eliminar todo el historial en «{group}»? Esta acción no se puede deshacer.
he: האם אתה בטוח שברצונך למחוק את היסטוריית ההודעות בקבוצה «{group}»? לא ניתן לבטל פעולה זו.
id: Apakah Anda yakin ingin menghapus semua sejarah pesan dalam «{group}»? Tindakan ini tidak dapat dibatalkan.
it: Sicuro di voler eliminare tutta la cronologia dei messaggi in «{group}»? Questa azione non può essere annullata.
ko: 그룹<<{group}>> 방의 모든 메시지 기록을 삭제하시겠습니까? 이 작업은 취소가 불가능합니다.
nl: Echt de geschiedenis van "{group}" wissen? Je kunt dit niet ongedaan maken.
pt_br: Você tem certeza que deseja apagar todo o histórico de «{group}»? Essa ação não pode ser desfeita.
zh_hk: 您確定要刪除所有【{group}】群組中的聊天記錄？ 請注意，此操作無法復原！
zh_ow: 尼確定要詛咒 «{group}» 圈圈中ㄉ所有聊天紀錄？ 這個動作無法復原。

# lng_sure_delete_and_exit
source: Are you sure you want to delete all message history and leave «{group}»? This action cannot be undone.
cs: Jsi si jistý, že chceš smazat veškerou historii a opustit skupinu «{group}»? Tuto akci nemůžeš vzít zpět.
de: Deinen Verlauf von «{group}» löschen und die Gruppe verlassen? Das kann man nicht rückgängig machen.
es: ¿Quieres eliminar todo el historial de mensajes y salir del grupo «{group}»? Esta acción no se puede deshacer.
he: האם אתה בטוח שברצונך למחוק את כל ההודעות ולעזוב את הקבוצה «{group}»? לא ניתן לבטל פעולה זו.
id: Apakah Anda yakin ingin menghapus semua sejarah pesan dan keluar dari «{group}»? Tindakan ini tidak dapat dibatalkan.
it: Sicuro di voler eliminare tutta la cronologia dei messaggi e abbandonare «{group}»? Questa azione non può essere annullata.
ko: 그룹 «{group}» 방에서 모든 메시지를 삭제하시고 퇴장하시겠습니까? 삭제 하실 경우 취소가 불가능합니다.
nl: Wil je de groep "{group}" verlaten en de geschiedenis wissen? Je kunt dit niet ongedaan maken.
pt_br: Você tem certeza que deseja apagar todo o seu histórico de mensagens e deixar «{group}»? Essa ação não pode ser desfeita.
zh_hk: 您確定要刪除所有聊天記錄及離開【{group}】群組？ 請注意，此操作無法復原！
zh_ow: 尼確定要詛咒所有聊天紀錄並且離開 «{group}» 圈圈？ 這個動作無法復原。

# lng_sure_leave_channel
source: Are you sure you want to leave this channel?
cs: Jsi si jistý, že chceš opustit tento kanál?
de: Sicher, dass du diesen Kanal verlassen willst?
es: ¿Quieres salir de este canal?
he: האם אתה בטוח שברצונך לעזוב ערוץ זה?
id: Apakah Anda yakin ingin keluar dari kanal ini?
it: Sicuro di voler lasciare questo canale?
ko: 채널에서 나가시겠습니까?
nl: Kanaal echt verlaten?
pt_br: Tem certeza que deseja sair deste canal?
zh_hk: 您確定要離開這個頻道？
zh_ow: 尼確定要離開 這個大聲公？

# lng_sure_delete_channel
source: Are you sure you want to delete this channel? All subscribers will be removed and all messages will be lost.
cs: Jsi si jistý, že chceš smazat tento kanál? Všichni členové budou odstraněni, veškerá historie smazána.
de: Sicher, dass du diesen Kanal löschen willst? Alle Mitglieder und Nachrichten werden entfernt.
es: ¿Quieres eliminar este canal? Todos los miembros y mensajes se perderán.
he: האם אתה בטוח שברצונך למחוק את ערוץ זה? כל המנויים יוסרו וכל ההודעות יאבדו.
id: Apakah Anda yakin ingin menghapus kanal ini? Semua anggota akan dikeluarkan dan semua pesan akan hilang.
it: Sicuro di voler eliminare questo canale? Tutti i membri verranno rimossi e i messaggi verranno persi.
ko: 채널을 삭제하시겠습니까? 모든 대화상대와 메시지가 삭제됩니다.
nl: Kanaal echt verwijderen? Berichten worden gewist en alle leden verwijderd.
pt_br: Tem certeza que deseja apagar este canal? Todos os membros serão removidos e todas as mensagens serão perdidas.
zh_hk: 注意！刪除此頻道將會移除所有成員，所有訊息亦會被刪除。您確定要刪除頻道？
zh_ow: 尼確定要詛咒這個大聲公？所有魔法師將被炸毀並且所有水晶玉會被清空。

# lng_sure_leave_group
source: Are you sure you want to leave this group?
cs: Jsi si jistý, že chceš leave tuto skupinu? Tuto akci nemůžeš vzít zpět.
de: Diese Gruppe wirklich verlassen? Das kann man nicht rückgängig machen.
es: ¿Quieres salir del grupo? No puedes deshacer esta acción.
he: האם אתה בטוח שברצונך לעזוב את הקבוצה?
id: Apakah Anda yakin ingin keluar dari grup ini? Tindakan ini tidak dapat dibatalkan.
it: Sicuro di voler lasciare questo gruppo? Questa azione non può essere annullata.
ko: 정말로 그룹방에서 나가시겠습니까? 이 작업은 취소가 불가능합니다.
nl: Groep echt verlaten? Je kunt dit niet ongedaan maken.
pt_br: Tem certeza que deseja sair do grupo? Essa ação não pode ser desfeita.
zh_hk: 您確定要離開此群組？
zh_ow: 尼確定要離開此圈圈？

# lng_sure_delete_group
source: Are you sure you want to delete this group? All members will be removed, and all messages will be lost.
cs: Jsi si jistý, že chceš smazat tuto skupinu? Všichni členové budou odstraněni, veškerá historie smazána.
de: Sicher, dass du diese Gruppe löschen willst? Alle Mitglieder und Nachrichten werden entfernt.
es: ¿Quieres eliminar este grupo? Todos los miembros y mensajes se perderán.
he: האם אתה בטוח שברצונך למחוק את קבוצה זו? כל המנויים יוסרו וכל ההודעות יאבדו.
id: Apakah Anda yakin ingin menghapus grup ini? Semua anggota akan dikeluarkan dan semua pesan akan hilang.
it: Sicuro di voler eliminare questo gruppo? Tutti i membri verranno rimossi e i messaggi verranno persi.
ko: 정말로 그룹방을 삭제하시겠습니까? 모든 대화상대 및 메시지가 삭제됩니다.
nl: Groep echt verwijderen? Berichten worden gewist en alle leden verwijderd.
pt_br: Tem certeza que deseja apagar este grupo? Todos os membros serão removidos e todas as mensagens serão perdidas.
zh_hk: 注意！刪除此群組將會移除所有成員，所有訊息亦會被刪除。您確定要刪除群組？
zh_ow: 尼確定要詛咒這個圈圈？所有魔法師將被炸毀並且所有水晶玉會被清空。
