Repository: telegramdesktop/tdesktop
Catalog: Telegram/Resources/langs/lang_*.strings
Languages: cs, de, es, he, id, it, ko, nl, pt_br, zh_hk, zh_ow

# lng_language_name
source: English
cs: Čeština
de: Deutsch
es: Español
he: עברית
id: Bahasa Indonesia
it: Italiano
ko: 영어
nl: Nederlands
pt_br: Português (Brasil)
zh_hk: 繁體中文（香港）
zh_ow: 魔法師中文

# lng_switch_to_this
source: Continue in English
cs: Přepnout do Češtiny
de: Auf Deutsch zurücksetzen
es: Cambiar a español
he: שנה לעברית
id: Ubah ke bahasa Indonesia
it: Passa all'Italiano
ko: 영어로 변경
nl: Overschakelen naar Nederlands
pt_br: Trocar para Português (Brasil)
zh_hk: 繼續使用繁體中文（香港）
zh_ow: 繼續使用魔法師中文

# lng_menu_contacts
source: Contacts
cs: Kontakty
de: Kontakte
es: Contactos
he: אנשי קשר
id: Kontak
it: Contatti
ko: 주소록
nl: Contacten
pt_br: Contatos
zh_hk: 聯絡人
zh_ow: 同伴

# lng_menu_calls
source: Calls
de: Anrufe
es: Llamadas
he: שיחות
it: Chiamate
ko: 전화
nl: Spraakoproepen
pt_br: Chamadas
zh_hk: 通話
zh_ow: 精靈耳

# lng_menu_settings
source: Settings
cs: Nastavení
de: Einstellungen
es: Ajustes
he: הגדרות
id: Pengaturan
it: Impostazioni
ko: 설정
nl: Instellingen
pt_br: Configurações
zh_hk: 設定
zh_ow: 設定

# lng_menu_about
source: About
cs: O Aplikaci
de: Über
es: Acerca de
he: אודות
id: Tentang
it: Info
ko: 정보
nl: Over
pt_br: Sobre
zh_hk: 關於
zh_ow: 關於

# lng_menu_update
source: Update
cs: Aktualizovat
es: Actualizar
he: עדכון
id: Perbarui
it: Aggiorna
ko: 업데이트
nl: Bijwerken
pt_br: Atualizar
zh_hk: 更新
zh_ow: 更新

# lng_menu_night_mode
source: Night Mode
de: Nachtmodus
es: Modo noche
he: מצב לילה
it: Modalità notte
ko: 야간 모드
nl: Nachtmodus
pt_br: Modo noturno
zh_hk: 夜間模式
zh_ow: 夜間模式

# lng_disable_notifications_from_tray
source: Disable notifications
cs: Vypnout upozornění
de: Benachrichtigungen aus
es: Desactivar notificaciones
he: כבה התראות
id: Nonaktifkan pemberitahuan
it: Disattiva notifiche
ko: 알림 해제
nl: Meldingen uitschakelen
pt_br: Desabilitar notificações
zh_hk: 關閉訊息通知
zh_ow: 關閉水晶玉通知

# lng_enable_notifications_from_tray
source: Enable notifications
cs: Zapnout upozornění
de: Benachrichtigungen ein
es: Activar notificaciones
he: הפעל התראות
id: Aktifkan pemberitahuan
it: Attiva notifiche
ko: 알림 사용
nl: Meldingen inschakelen
pt_br: Habilitar notificações
zh_hk: 開啟訊息通知
zh_ow: 恢復水晶玉通知

# lng_open_from_tray
source: Open Telegram
cs: Otevřít Telegram
de: Telegram öffnen
es: Abrir Telegram
he: פתח את טלגרט
id: Buka Telegram
it: Apri Telegram
ko: 텔레그램 실행
nl: Telegram openen
pt_br: Abrir Telegram
zh_hk: 開啟 Telegram
zh_ow: 開啟 Telegram

# lng_minimize_to_tray
source: Minimize to Tray
cs: Minimalizovat do ozn. oblasti
de: Minimieren
es: Minimizar al icono
he: מזער למגש המערכת
id: Kecilkan ke baki
it: Riduci a icona
ko: 창을 최소화
nl: Minimaliseer naar systeemvak
pt_br: Minimizar
zh_hk: 最小化至通知區域
zh_ow: 最小化至魔法器匣

# lng_quit_from_tray
source: Quit Telegram
cs: Ukončit Telegram
de: Telegram beenden
es: Salir de Telegram
he: יציאה
id: Keluar Telegram
it: Chiudi Telegram
ko: 텔레그램 종료
nl: Telegram afsluiten
pt_br: Sair do Telegram
zh_hk: 結束 Telegram
zh_ow: 結束 Telegram

# lng_tray_icon_text
source: Telegram is still running here, you can change this in Settings. If it disappears from the tray, you can drag it back from the hidden icons.
cs: Telegram stále běží, toto nastavení můžeš změnit z menu Nastavení. Pokud tato ikonka zmizí z ozn. oblasti, můžeš ji přetáhnout to skrytých ikon.
de: Telegram ist minimiert und läuft im Hintergrund, du kannst das in den Einstellungen ändern. Um Telegram wieder anzuzeigen, klicke auf das Symbol im Benachrichtigungsfeld.
es: Telegram aún está funcionando, puedes cambiar esto en los ajustes. Si este icono desaparece del menú, puedes arrastrarlo aquí desde los iconos ocultos.
he: טלגרט עדיין פועל ברקע, באפשרותך לשנות זאת בהגדרות. אם סמל זה נעלם מתפריט המגש, ביכולתך לגרור אותו לכאן מהסמלים המוסתרים.
id: Telegram masih berjalan di sini, Anda dapat mengganti pengaturan ini di halaman pengaturan. Apabila ikon ini hilang dari menu baki, Anda dapat menyeret ikon itu ke sini dari daftar ikon tersembunyi.
it: Telegram è ancora attivo qui, puoi cambiarlo nelle impostazioni. Se l'icona di notifica scompare, puoi ripristinarla dalle icone nascoste.
ko: 텔레그램은 아직 실행중입니다. 설정 화면에서 실행설정을 변경하실 수 있습니다. 트레이메뉴에서 이 아이콘이 사라질 경우. 숨겨진 아이콘 목록에서 다시 복원할 수 있습니다.
nl: Telegram is nog steeds actief, je kunt dit wijzigen via instellingen. Als dit icoon verdwijnt van het systeemvak, kun je deze terugslepen vanaf de verborgen iconen.
pt_br: Telegram ainda está sendo executado, você pode mudar isso nas configurações. Se este ícone desaparecer de sua bandeja, você pode arrastar de volta dos ícones
zh_hk: Telegram 還在這裏運行， 您可以從設定頁面進行更改。 如果此圖示從通知區域選單中消失， 您可以將它從隱藏的圖示中拖回這裏。
zh_ow: Telegram 還在這裡運行， 尼可以從設定頁面進行變更。 如果此圖示從通知區域選單中消失， 尼可以將它從隱藏ㄉ圖示中拖回到這裡。

# lng_month1
source: January
cs: Leden
de: Januar
es: enero
he: ינואר
id: Januari
it: Gennaio
ko: 1월
nl: januari
pt_br: Janeiro
zh_hk: 1月
zh_ow: 1月

# lng_month2
source: February
cs: Únor
de: Februar
es: febrero
he: פברואר
id: Februari
it: Febbraio
ko: 2월
nl: februari
pt_br: Fevereiro
zh_hk: 2月
zh_ow: 2月

# lng_month3
source: March
cs: Březen
de: März
es: marzo
he: מרץ
id: Maret
it: Marzo
ko: 3월
nl: maart
pt_br: Março
zh_hk: 3月
zh_ow: 3月

# lng_month4
source: April
cs: Duben
es: abril
he: אפריל
it: Aprile
ko: 4월
pt_br: Abril
zh_hk: 4月
zh_ow: 4月

# lng_month5
source: May
cs: Květen
de: Mai
es: mayo
he: מאי
id: Mei
it: Maggio
ko: 5월
nl: mei
pt_br: Maio
zh_hk: 5月
zh_ow: 5月

# lng_month6
source: June
cs: Červen
de: Juni
es: junio
he: יוני
id: Juni
it: Giugno
ko: 6월
nl: juni
pt_br: Junho
zh_hk: 6月
zh_ow: 6月

# lng_month7
source: July
cs: Červenec
de: Juli
es: julio
he: יולי
id: Juli
it: Luglio
ko: 7월
nl: juli
pt_br: Julho
zh_hk: 7月
zh_ow: 7月

# lng_month8
source: August
cs: Srpen
es: agosto
he: אוגוסט
id: Agustus
it: Agosto
ko: 8월
nl: augustus
pt_br: Agosto
zh_hk: 8月
zh_ow: 8月

# lng_month9
source: September
cs: Září
es: septiembre
he: ספטמבר
it: Settembre
ko: 9월
pt_br: Setembro
zh_hk: 9月
zh_ow: 9月

# lng_month10
source: October
cs: Říjen
de: Oktober
es: octubre
he: אוקטובר
id: Oktober
it: Ottobre
ko: 10월
nl: oktober
pt_br: Outubro
zh_hk: 10月
zh_ow: 10月

# lng_month11
source: November
cs: Listopad
es: noviembre
he: נובמבר
it: Novembre
ko: 11월
pt_br: Novembro
zh_hk: 11月
zh_ow: 11月

# lng_month12
source: December
cs: Prosinec
de: Dezember
es: diciembre
he: דצמבר
id: Desember
it: Dicembre
ko: 12월
pt_br: Dezembro
zh_hk: 12月
zh_ow: 12月

# lng_month1_small
source: Jan
cs: Led
es: ene
he: ינו
it: Gen
ko: 1월
zh_hk: 1月
zh_ow: 1月

# lng_month2_small
source: Feb
cs: Ún
he: פבר
ko: 2월
pt_br: Fev
zh_hk: 2月
zh_ow: 2月

# lng_month3_small
source: Mar
cs: Bře
de: Mär
he: מרץ
ko: 3월
nl: mrt
zh_hk: 3月
zh_ow: 3月

# lng_month4_small
source: Apr
cs: Dub
es: abr
he: אפר
ko: 4월
pt_br: Abr
zh_hk: 4月
zh_ow: 4月

# lng_month5_small
source: May
cs: Kvě
de: Mai
he: מאי
id: Mei
it: Mag
ko: 5월
nl: mei
pt_br: Mai
zh_hk: 5月
zh_ow: 5月

# lng_month6_small
source: Jun
cs: Čer
he: יונ
it: Giu
ko: 6월
zh_hk: 6月
zh_ow: 6月

# lng_month7_small
source: Jul
cs: Čvc
he: יול
it: Lug
ko: 7월
zh_hk: 7月
zh_ow: 7月

# lng_month8_small
source: Aug
cs: Srp
es: ago
he: אוג
id: Ags
it: Ago
ko: 8월
pt_br: Ago
zh_hk: 8月
zh_ow: 8月

# lng_month9_small
source: Sep
cs: Zář
de: Sept
he: ספט
it: Set
ko: 9월
pt_br: Set
zh_hk: 9月
zh_ow: 9月

# lng_month10_small
source: Oct
cs: Říj
de: Okt
he: אוק
id: Okt
it: Ott
ko: 10월
nl: okt
pt_br: Out
zh_hk: 10月
zh_ow: 10月

# lng_month11_small
source: Nov
cs: Lis
he: נוב
ko: 11월
zh_hk: 11月
zh_ow: 11月

# lng_month12_small
source: Dec
cs: Pro
de: Dez
es: dic
he: דצמ
id: Des
it: Dic
ko: 12월
pt_br: Dez
zh_hk: 12月
zh_ow: 12月

# lng_weekday1
source: Mon
cs: Po
de: Mo
es: lun
he: שני
id: Sen
it: Lun
ko: 월
nl: ma
pt_br: Seg
zh_hk: 週一
zh_ow: 週一

# lng_weekday2
source: Tue
cs: Út
de: Di
es: mar
he: שלישי
id: Sel
it: Mar
ko: 화
nl: di
pt_br: Ter
zh_hk: 週二
zh_ow: 週二

# lng_weekday3
source: Wed
cs: St
de: Mi
es: mié
he: רביעי
id: Rab
it: Mer
ko: 수
nl: wo
pt_br: Qua
zh_hk: 週三
zh_ow: 週三

# lng_weekday4
source: Thu
cs: Čt
de: Do
es: jue
he: חמישי
id: Kam
it: Gio
ko: 목
nl: do
pt_br: Qui
zh_hk: 週四
zh_ow: 週四

# lng_weekday5
source: Fri
cs: Pá
de: Fr
es: vie
he: שישי
id: Jum
it: Ven
ko: 금
nl: vr
pt_br: Sex
zh_hk: 週五
zh_ow: 週五

# lng_weekday6
source: Sat
cs: So
de: Sa
es: sáb
he: שבת
id: Sab
it: Sab
ko: 토
nl: za
pt_br: Sáb
zh_hk: 週六
zh_ow: 週六

# lng_weekday7
source: Sun
cs: Ne
de: So
es: dom
he: ראשון
id: Min
it: Dom
ko: 일
nl: zo
pt_br: Dom
zh_hk: 週日
zh_ow: 週日

# lng_month_day
source: {month} {day}
cs: {day}. {month}
de: {day}. {month}
es: {day} de {month}
it: {day} {month}
ko: {month} {day}일
nl: {day} {month}
zh_hk: {month}{day}日
zh_ow: {month}{day}日

# lng_month_day_year
source: {month} {day}, {year}
cs: {day}. {month} {year}
de: {day}. {month} {year}
es: {day} de {month} de {year}
it: {day} {month} {year}
nl: {day} {month}, {year}
pt_br: {day} {month}, {year}
zh_hk: {year}年{month}{day}日
zh_ow: {year}年{month}{day}日

# lng_month_year
source: {month} {year}
es: {month} de {year}
zh_hk: {year}年{month}
zh_ow: {year}年{month}

# lng_box_ok
source: OK
he: אישור
ko: 확인
zh_hk: 確定
zh_ow: 確定

# lng_cancel
source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
he: ביטול
id: Batal
it: Annulla
ko: 취소
nl: Annuleren
pt_br: Cancelar
zh_hk: 取消
zh_ow: 取消

# lng_continue
source: Continue
cs: Pokračovat
de: Weiter
es: Continuar
he: המשך
id: Lanjut
it: Continua
ko: 계속
nl: Doorgaan
pt_br: Continuar
zh_hk: 繼續
zh_ow: 繼續

# lng_close
source: Close
cs: Zavřít
de: Schließen
es: Cerrar
he: סגור
id: Tutup
it: Chiudi
ko: 닫기
nl: Sluiten
pt_br: Fechar
zh_hk: 關閉
zh_ow: 關閉

# lng_connecting
source: Connecting...
cs: Připojuji...
de: Verbinde...
es: Conectando...
he: מתחבר...
id: Menghubungkan...
it: Connetto...
ko: 연결중...
nl: Verbinden...
pt_br: Conectando...
zh_hk: 連線中…
zh_ow: 連線中…

# lng_reconnecting#one
source: Reconnect in {count} s...
de: Neu verbinden in {count} s...
es: Reconectar en {count} s...
he: מתחבר מחדש תוך {count} ש...
it: Riconnetto tra {count} s...
ko: {count} 초 후 재연결...
nl: Opnieuw verbinden over {count}s...
pt_br: Reconectar em {count} s...
zh_hk: 於 {count} 秒後重新連線…
zh_ow: {count} 秒之後，重新連接…

# lng_reconnecting#other
source: Reconnect in {count} s...
de: Neu verbinden in {count} s...
es: Reconectar en {count} s...
he: מתחבר מחדש תוך {count} ש...
it: Riconnetto tra {count} s...
ko: {count} 초 후 재연결...
nl: Opnieuw verbinden over {count}s...
pt_br: Reconectar em {count} s...
zh_hk: 於 {count} 秒後重新連線…
zh_ow: {count} 秒之後，重新連接…

# lng_reconnecting_try_now
source: Try now
cs: Zkusit hned
de: Jetzt versuchen
es: Intentar ahora
he: נסה עכשיו
id: Coba sekarang
it: Prova ora
ko: 다시 시도
nl: Probeer nu
pt_br: Tentar agora
zh_hk: 立即嘗試
zh_ow: 立即嘗試

# lng_status_service_notifications
source: service notifications
cs: upozornění služby
de: Servicemeldungen
es: servicio de notificaciones
he: שירות התראות
id: layanan pemberitahuan
it: notifiche di servizio
ko: 서비스 알림
nl: servicemeldingen
pt_br: notificações de serviço
zh_hk: 服務通知
zh_ow: 服務通知

# lng_status_support
source: support
cs: podpora
es: soporte
he: תמיכה
id: layanan
it: assistenza
ko: 지원
nl: ondersteuning
pt_br: suporte
zh_hk: 支援
zh_ow: 支援

# lng_status_bot
source: bot
he: רובוט
zh_hk: 機械人
zh_ow: 機器人

# lng_status_bot_reads_all
source: has access to messages
cs: má přístup ke zprávám
de: hat Zugriff auf Nachrichten
es: tiene acceso a los mensajes
he: עם גישה להודעות
id: memiliki akses ke pesan-pesan
it: ha accesso ai messaggi
ko: 메시지 접근 권한이 있습니다.
nl: toegang tot berichten
pt_br: tem acesso às mensagens
zh_hk: 可以存取訊息
zh_ow: 可以存取水晶玉

# lng_status_bot_not_reads_all
source: has no access to messages
cs: nemá přístup ke zprávám
de: hat keinen Zugriff auf Nachrichten
es: no tiene acceso a los mensajes
he: ללא גישה להודעות
id: tidak memiliki akses ke pesan-pesan
it: non ha accesso ai messaggi
ko: 메시지 접근 권한이 없습니다.
nl: geen toegang tot berichten
pt_br: não tem acesso às mensagens
zh_hk: 不可存取訊息
zh_ow: 沒有存取水晶玉權限

# lng_status_offline
source: last seen a long time ago
cs: naposledy viděn(a) dávno
de: vor langer Zeit gesehen
es: última vez hace mucho tiempo
he: נראה לאחרונה לפני זמן רב
id: terakhir terlihat sudah lama
it: ultimo accesso molto tempo fa
ko: 마지막으로 접속한 지 오래됨
nl: lang geleden gezien
pt_br: visto há muito tempo
zh_hk: 已很久沒有上線
zh_ow: 最後上線於很久以前

# lng_status_recently
source: last seen recently
cs: naposledy viděn(a) nedávno
de: kürzlich gesehen
es: última vez recientemente
he: נראה לאחרונה בתקופה האחרונה
id: terakhir terlihat baru-baru ini
it: ultimo accesso di recente
ko: 최근에 접속
nl: recent gezien
pt_br: visto recentemente
zh_hk: 最後上線於不久前
zh_ow: 最後上線於不久前

# lng_status_last_week
source: last seen within a week
cs: viděn(a) poslední týden
de: innerhalb einer Woche gesehen
es: última vez hace unos días
he: נראה לאחרונה השבוע
id: terakhir terlihat dalam seminggu ini
it: ultimo accesso entro una settimana
ko: 일주일 이내 마지막으로 접속
nl: afgelopen week gezien
pt_br: visto há uma semana
zh_hk: 最後上線於 1 星期內
zh_ow: 最後上線於一週內

# lng_status_last_month
source: last seen within a month
cs: viděn(a) poslední měsíc
de: innerhalb eines Monats gesehen
es: última vez hace unas semanas
he: נראה לאחרונה החודש
id: terakhir terlihat dalam sebulan ini
it: ultimo accesso entro un mese
ko: 한 달 이내 마지막으로 접속
nl: afgelopen maand gezien
pt_br: visto há um mês
zh_hk: 最後上線於 1 個月內
zh_ow: 最後上線於一個月內

# lng_status_lastseen_now
source: last seen just now
cs: naposledy viděn(a) právě před chvílí
de: gerade eben gesehen
es: última vez hace un momento
he: נראה לאחרונה ממש עכשיו
id: terakhir terlihat baru-baru ini
it: ultimo accesso adesso
ko: 방금 접속
nl: laatst gezien zojuist
pt_br: visto agora
zh_hk: 剛離線
zh_ow: 最後上線就在剛才

# lng_status_lastseen_minutes#one
source: last seen {count} minute ago
de: zuletzt gesehen vor {count} Minute
es: última vez hace {count} minuto
he: נראה לאחרונה לפני דקה {count}
it: ultimo accesso {count} minuto fa
ko: {count} 분전 접속
nl: laatst gezien {count} minuut geleden
pt_br: visto há {count} minuto
zh_hk: 最後上線於 {count} 分鐘前
zh_ow: 最後上線於 {count} 分鐘之前

# lng_status_lastseen_minutes#other
source: last seen {count} minutes ago
de: zuletzt gesehen vor {count} Minuten
es: última vez hace {count} minutos
he: נראה לאחרונה לפני {count} דקות
it: ultimo accesso {count} minuti fa
ko: {count} 분전 접속
nl: laatst gezien {count} minuten geleden
pt_br: visto há {count} minutos
zh_hk: 最後上線於 {count} 分鐘前
zh_ow: 最後上線於 {count} 分鐘之前

# lng_status_lastseen_hours#one
source: last seen {count} hour ago
de: zuletzt gesehen vor {count} Stunde
es: última vez hace {count} hora
he: נראה לאחרונה לפני שעה {count}
it: ultimo accesso {count} ora fa
ko: {count} 시간전 접속
nl: laatst gezien {count} uur geleden
pt_br: visto há {count} hora
zh_hk: 最後上線於 {count} 小時前
zh_ow: 最後上線於 {count} 小時之前

# lng_status_lastseen_hours#other
source: last seen {count} hours ago
de: zuletzt gesehen vor {count} Stunden
es: última vez hace {count} horas
he: נראה לאחרונה לפני {count} שעות
it: ultimo accesso {count} ore fa
ko: {count} 시간전 접속
nl: laatst gezien {count} uur geleden
pt_br: visto há {count} horas
zh_hk: 最後上線於 {count} 小時前
zh_ow: 最後上線於 {count} 小時之前

# lng_status_lastseen_today
source: last seen today at {time}
cs: naposledy viděn(a) dnes v {time}
de: zuletzt heute um {time} gesehen
es: última vez hoy a las {time}
he: נראה לאחרונה היום ב {time}
id: terakhir terlihat hari ini pukul {time}
it: ultimo accesso oggi alle {time}
ko: 오늘 {time}에 마지막으로 접속
nl: laatst gezien vandaag om {time}
pt_br: visto hoje às {time}
zh_hk: 最後上線於今天 {time}
zh_ow: 最後上線於今日{time}

# lng_status_lastseen_yesterday
source: last seen yesterday at {time}
cs: naposledy viděn(a) včera v {time}
de: gestern um {time} zuletzt gesehen
es: última vez ayer a las {time}
he: נראה לאחרונה אתמול ב {time}
id: terakhir terlihat kemarin pukul {time}
it: ultimo accesso ieri alle {time}
ko: 어제 {time}에 마지막으로 접속
nl: laatst gezien gisteren om {time}
pt_br: visto ontem às {time}
zh_hk: 最後上線於昨天 {time}
zh_ow: 最後上線於昨日ㄉ {time}

# lng_status_lastseen_date
source: last seen {date}
cs: naposledy viděn(a) {date}
de: zuletzt gesehen am {date}
es: última vez el {date}
he: נראה לאחרונה {date}
id: terakhir terlihat {date}
it: ultimo accesso {date}
ko: {date}에 마지막으로 접속
nl: laatst gezien {date}
pt_br: visto por último {date}
zh_hk: 最後上線於 {date}
zh_ow: 最後上線於 {date}

# lng_status_lastseen_date_time
source: last seen {date} at {time}
cs: naposledy viděn(a) {date} v {time}
de: zuletzt gesehen am {date} um {time}
es: última vez el {date} a las {time}
he: נראה לאחרונה {date} ב {time}
id: terakhir terlihat {date} pukul {time}
it: ultimo accesso {date} alle {time}
ko: {date}일 {time}에 마지막으로 접속
nl: laatst gezien {date} om {time}
pt_br: visto por último {date} às {time}
zh_hk: 最後上線於 {date} 時間 {time}
zh_ow: 最後上線於 {date} ㄉ {time}

# lng_status_online
source: online
es: en línea
he: מחובר
id: dalam jaringan
it: in linea
ko: 온라인
zh_hk: 在線上
zh_ow: 在線上

# lng_status_connecting
source: connecting...
cs: připojuji...
de: verbinden...
es: conectando...
he: מתחבר...
id: menghubungkan...
it: connetto...
ko: 연결중...
nl: verbinden...
pt_br: conectando...
zh_hk: 連線中…
zh_ow: 連線中…

# lng_chat_status_unaccessible
source: group is inaccessible
cs: skupina je nedostupná
de: Gruppe ist nicht verfügbar
es: grupo inaccesible
he: הקבוצה לא זמינה
id: grup tidak dapat diakses
it: gruppo inaccessibile
ko: 그룹에 접근할 수 없습니다.
nl: Groep is ontoegankelijk
pt_br: grupo inacessível
zh_hk: 無法存取群組
zh_ow: 無法存取圈圈

# lng_chat_status_members#one
source: {count} member
de: {count} Mitglied
es: {count} miembro
he: מנוי {count}
it: {count} membro
ko: 대화상대 {count}명
nl: {count} lid
pt_br: {count} membro
zh_hk: {count} 位成員
zh_ow: {count} 個魔法師

# lng_chat_status_members#other
source: {count} members
de: {count} Mitglieder
es: {count} miembros
he: {count} מנויים
it: {count} membri
ko: 대화상대 {count}명
nl: {count} leden
pt_br: {count} membros
zh_hk: {count} 個成員
zh_ow: {count} 個魔法師

# lng_chat_status_online#one
source: {count} online
es: {count} en línea
he: {count} מחובר
it: {count} in linea
ko: 온라인 {count}명
zh_hk: {count} 人在線上
zh_ow: {count} 人在線上

# lng_chat_status_online#other
source: {count} online
es: {count} en línea
he: {count} מחוברים
it: {count} in linea
ko: 온라인 {count}명
zh_hk: {count} 人在線上
zh_ow: {count} 人在線上

# lng_channel_status
source: channel
cs: kanál
de: Kanal
es: canal
he: ערוץ
id: kanal
it: canale
ko: 채널
nl: kanaal
pt_br: canal
zh_hk: 頻道
zh_ow: 大聲公

# lng_group_status
source: group
cs: skupina
de: Gruppe
es: grupo
he: קבוצה
id: grup
it: gruppo
ko: 그룹방
nl: groep
pt_br: grupo
zh_hk: 群組
zh_ow: 圈圈

# lng_flood_error
source: Too many tries. Please try again later.
cs: Příliš mnoho pokusů. Zkus to prosím později.
de: Zu viele Versuche, bitte später erneut probieren.
es: Muchos intentos. Por favor, reinténtalo más tarde.
he: מידי הרבה נסיונות התחברות, נסה שוב מאוחר יותר.
id: Terjadi banyak uji coba. Silakan ulangi kembali beberapa saat lagi.
it: Troppi tentativi. Per favore riprova più tardi.
ko: 시도가 너무 많습니다. 나중에 다시 시도해주세요.
nl: Teveel pogingen. Probeer het later opnieuw.
pt_br: Muitas tentativas. Tente novamente mais tarde.
zh_hk: 嘗試次數過多。請稍後再試。
zh_ow: 嘗試次數過多，請稍後再試。

# lng_edit_error
source: You can't edit this message.
cs: Tuto zprávu nemůžeš upravit
de: Du kannst diese Nachricht nicht bearbeiten
es: No puedes editar este mensaje
he: לא ניתן לערוך הודעה זו
id: Anda tidak dapat menyunting pesan ini
it: Non puoi modificare questo messaggio
ko: 메시지를 수정 할 수 없습니다.
nl: Je mag dit bericht niet wijzigen
pt_br: Você não pode editar essa mensagem
zh_hk: 您不能編輯這個訊息
zh_ow: 尼不能編輯這則水晶玉

# lng_error_phone_flood
source: Sorry, you have deleted and re-created your account too many times recently. Please wait for a few days before signing up again.
cs: Bohužel, v poslední době jsi svůj účet smazal(a) a obnovil(a) příliš mnohokrát. Před dalším přihlášením prosím počkej pár dnů.
de: Du hast dein Konto leider zu oft gelöscht. Bitte warte einige Tage, erst dann kannst du dich erneut registrieren.
es: Has eliminado y vuelto a crear tu cuenta muchas veces recientemente. Por favor, espera algunos días antes de inscribirte de nuevo.
he: מצטערים, מחקת ויצרת מחדש את חשבונך פעמים רבות מידי לאחרונה, המתן מספר ימים כדי להירשם שוב..
it: Spiacenti, hai eliminato e ricreato il tuo account troppe volte di recente. Per favore attendi alcuni giorni prima di iscriverti di nuovo.
ko: 죄송합니다, 너무 많이 계정 재가입이 최근에 이루어졌습니다. 다시 재가입까지 몇일 기다려주시기 바랍니다.
nl: Je hebt in korte tijd je account veelvuldig verwijderd en opnieuw aangemaakt. Probeer het over een aantal dagen nog eens.
pt_br: Desculpe, você apagou e recriou sua conta muitas vezes recentemente. Aguarde alguns dias antes de tentar novamente.
zh_hk: 很抱歉，您最近刪除並重新建立帳戶的次數過多。請等待幾天再重新註冊。
zh_ow: 很抱歉，尼最近詛咒並重新建立帳戶ㄉ次數過多。 請等待幾天再重新註冊。

# lng_error_start_minimized_passcoded
source: You have set a local passcode, so Telegram Desktop can't be launched minimized; it will ask you to enter your passcode before it can start working.
cs: Nastavil(a) jsi lokální heslo, aplikace nemůže startovat minimalizovaná. Aplikace tě vyzve k zadání hesla před tím, než ji budeš moci používat.
de: Du hast den lokalen Pincode-Schutz aktiviert, deshalb kannst du die App nicht minimiert starten. Die App muss dich vorher nach dem Pincode fragen.
es: Has configurado un código de acceso, así que no puedes iniciar la app minimizada. La app te pedirá el código de acceso para que empiece a funcionar.
he: הגדרת סיסמה מקומית, אי לכך לא ניתן להפעיל את התוכנה ממוזערת, הינך נדרש להזין את הסיסמה כדי להפעיל את התוכנה.
it: Hai inserito un codice di blocco, quindi l'app non può essere avviata minimizzata. L'app ti chiederà il codice prima di potersi avviare.
ko: 잠금코드를 설정하였기 때문에 앱이 최소화된 상태에서 시작할 수 없습니다. 앱이 시작하기 전에 잠금코드 입력이 필요합니다.
nl: Je hebt een toegangscode ingesteld, deze zal ingegeven moeten worden na het starten, geminimaliseerd starten kan daarom niet.
pt_br: Você tem uma senha de bloqueio, então o aplicativo não pode iniciar minimizado. O app precisa de sua senha para iniciar.
zh_hk: 您已設定程式鎖，因此無法把應用程式最小化；應用程式將會要求您輸入密碼，才能開始操作。
zh_ow: 尼已設定本地令咒，因此 Telegreat Desktop 無法啟動最小化。它會要求尼施展魔法令咒，然後才能開始操作。

# lng_error_public_groups_denied
source: Unfortunately, you are banned from participating in public groups. {more_info}
de: Leider kannst du an keinen öffentlichen Gruppen mehr teilnehmen. {more_info}
es: Lamentablemente, tienes prohibido participar en grupos públicos. {more_info}
he: לצערנו, נחסמת מהשתתפות בקבוצות ציבוריות. {מידע_נוסף}
it: Sfortunatamente, non ti è permesso partecipare ai gruppi pubblici. {more_info}
ko: 죄송하지만, 회원님은 공개그룹 참여에 제한 되었습니다. {more_info}
nl: Sorry, je mag niet meer deelnemen aan publieke groepen. {more_info}
pt_br: Infelizmente, você foi banido de participar em grupos públicos. {more_info}
zh_hk: 不幸地，您已被禁止加入公開群組。 {more_info}
zh_ow: 不幸ㄉ是，尼被禁止參與公開ㄉ圈圈。 {more_info}

# lng_error_cant_add_member
source: Sorry, you can't add the bot to this group. Ask a group admin to do it.
de: Du kannst diesen Bot leider nicht der Gruppe hinzufügen. Ein Admin der Gruppe kann ihn hinzufügen.
es: No puedes añadir al bot a este grupo. Pide a algún administrador que lo haga.
he: מצטערים, לא ניתן להוסיף את הרובוט לקבוצה זו. בקש ממנהל קבוצה לעשות זאת.
it: Spiacenti, non puoi aggiungere il bot a questo gruppo. Chiedi ad un amministratore di farlo.
ko: 죄송합니다, 이 봇을 그룹에 추가할 수 없습니다. 관리자에게 추가 문의해주세요.
nl: Je kunt deze bot niet toevoegen aan de groep, vraag een beheerder om dit te doen.
pt_br: Você não pode adicionar bots à esse grupo. Peça para um admin fazer isso.
zh_hk: 抱歉，您不能新增此機械人到此群組，請找管理員來新增。
zh_ow: 很抱歉，尼不能將機器人添加到此圈圈。尼必須請一位圈圈大魔法師來做這件事。

# lng_error_cant_add_bot
source: Sorry, this bot can't be added to groups.
de: Dieser Bot kann Gruppen nicht hinzugefügt werden.
es: Este bot no puede se añadido a grupos.
he: מצטערים, לא ניתן להוסיף את הרובוט הזה לקבוצות.
it: Spiacenti, questo bot non può essere aggiunto ai gruppi.
ko: 죄송합니다, 이 봇은 그룹에 추가할 수 없습니다.
nl: Deze bot kan geen lid worden van groepen.
pt_br: Esse bot não pode ser adicionado à grupos
zh_hk: 抱歉，這個機械人不能新增到群組。
zh_ow: 很抱歉，這個機器人不能添加到圈圈。
