Repository: telegramdesktop/tdesktop
Catalog: Telegram/Resources/langs/lang_*.strings
Languages: cs, de, es, he, id, it, ko, nl, pt_br, zh_hk, zh_ow

# lng_sure_delete_saved_messages
source: Are you sure you want to delete all your saved messages? This action cannot be undone.
he: האם אתה בטוח שברצונך למחוק את ההודעות השמורות שלך? לא ניתן לבטל פעולה זו.
zh_hk: 您確定想要刪除所有已儲存的訊息？ 這個動作無法復原。
zh_ow: 尼確定想要詛咒所有已儲存ㄉ水晶玉？ 這個動作無法復原。

# lng_message_empty
source: Empty Message
cs: Prázdná zpráva
de: Leere Nachricht
es: Mensaje vacío
he: הודעה ריקה
id: Pesan Kosong
it: Messaggio vuoto
ko: 메시지 없음
nl: Leeg bericht
pt_br: Mensagem Vazia
zh_hk: 空白訊息
zh_ow: 空ㄉ水晶玉

# lng_message_unsupported
source: This message is not supported by your version of Telegram. Please update to the latest version in Settings > Advanced, or install it from {link}. If you are already using the latest version, this message might depend on a feature that is not yet implemented.
cs: Tato zpráva není podporována tvou verzí aplikace Telegram. Prosím, aktualizuj na poslední verzi přes Nastavení v menu, nebo skrz link {link}
de: Diese Nachricht wird von deiner Telegram Desktop Version nicht unterstützt. Bitte aktualisiere sie in den Einstellungen oder über {link}
es: Este mensaje no es soportado por tu versión de Telegram Desktop. Por favor, actualiza a la última versión desde Ajustes o instálala desde {link}
he: הודעה זו אינה נתמכת על ידי הגירסה הנוכחית של טלגרט. עדכן לגרסה העדכנית ביותר בהגדרות, או התקן אותה מהקישור {link}
id: Pesan ini tidak didukung oleh versi Telegram Desktop yang Anda miliki. Perbarui ke versi terbaru dalam Pengaturan atau pasang melalui {link}
it: Questo messaggio non è supportato dalla tua versione di Telegram Desktop. Per favore, aggiorna all'ultima versione dalle Impostazioni o installalo da {link}
ko: 이 메시지는 텔레그램 데스크탑에서 호환이 되지 않습니다. 설정에서 최신 버전으로 업데이트를 하던가 {link}를 통하여 설치해주세요.
nl: Dit bericht wordt niet ondersteund door jouw versie van Telegram Desktop. Werk bij naar de laatste versie via de instellingen of installeer vanuit {link}
pt_br: Essa mensagem não é suportada em sua versão do Telegram Desktop. Atualize para a última versão nas Configurações ou instale por aqui {link}
zh_hk: 您的 Telegram 桌面版版本不支援此訊息，請在設定中更新到最新版本，或從 {link} 安裝它。
zh_ow: 尼ㄉ Telegreat Desktop 版本不支援此水晶玉。請在設定中更新到最新版或從 {link} 安裝它。

# lng_duration_minsec_minutes#one
source: {count} min
he: דקה {count}
ko: {count} 분
zh_hk: {count} 分鐘
zh_ow: {count} 分

# lng_duration_minsec_minutes#other
source: {count} min
he: {count} דקות
ko: {count} 분
zh_hk: {count} 分鐘
zh_ow: {count} 分

# lng_duration_minsec_seconds#one
source: {count} s
de: {count} Sek
he: שנייה {count}
it: {count} sec
ko: {count} 초
nl: {count} sec
pt_br: {count} seg
zh_hk: {count} 秒
zh_ow: {count} 秒

# lng_duration_minsec_seconds#other
source: {count} s
de: {count} Sek
he: {count} שניות
it: {count} sec
ko: {count} 초
nl: {count} sec
pt_br: {count} seg
zh_hk: {count} 秒
zh_ow: {count} 秒

# lng_action_add_user
source: {from} added {user}
cs: {from} přidal(a) {user}
de: {from} hat {user} hinzugefügt
es: {from} añadió a {user}
he: {from} הוסיף את {user}
id: {from} menambahkan {user}
it: {from} ha aggiunto {user}
ko: {from} 님께서 {user} 님을 초대하셨습니다.
nl: {from} heeft {user} toegevoegd
pt_br: {from} adicionou {user}
zh_hk: {from} 新增了 {user}
zh_ow: {from} 加入ㄌ {user}

# lng_action_add_users_many
source: {from} added {users}
cs: {from} přidal(a) {users}
de: {from} hat {users} hinzugefügt
es: {from} añadió a {users}
he: {from} הוסיף את {users}
id: {from} menambahkan {users}
it: {from} ha aggiunto {users}
ko: {from}님께서 {users}명을 초대하였습니다.
nl: {from} heeft {users} toegevoegd
pt_br: {from} adicionou {users}
zh_hk: {from} 加入了 {users}
zh_ow: {from} 加入ㄌ {users}

# lng_action_add_users_and_last
source: {accumulated} and {user}
cs: {accumulated} a {user}
de: {accumulated} und {user}
es: {accumulated} y {user}
he: {accumulated} ו {user}
id: {accumulated} dan {user}
it: {accumulated} e {user}
ko: {accumulated}님과 {user}
nl: {accumulated} en {user}
zh_hk: {accumulated} 和 {user}
zh_ow: {accumulated} 和 {user}

# lng_action_add_you
source: {from} added you to this channel
cs: {from} tě přidal(a) do tohoto kanálu
de: {from} hat dich zum Kanal hinzugefügt
es: {from} te añadió a este canal
he: {from} הוסיף אותך לערוץ
id: {from} menambahkan Anda ke kanal ini
it: {from} ti ha aggiunto a questo canale
ko: {from} 님께서 채널에 초대하셨습니다.
nl: {from} heeft je toegevoegd aan dit kanaal
pt_br: {from} adicionou você ao canal
zh_hk: {from} 將您加到這個頻道
zh_ow: {from} 將尼加入到這個大聲公

# lng_action_you_joined
source: You joined this channel
cs: Připojil(a) jsi se do tohoto kanálu
de: Du bist dem Kanal beigetreten
es: Te uniste a este canal
he: הצטרפת לערוץ
id: Anda bergabung ke kanal ini
it: Ti sei unito a questo canale
ko: 채널에 입장하였습니다.
nl: Je bent nu lid van dit kanaal
pt_br: Você entrou no canal
zh_hk: 您加入了這個頻道
zh_ow: 尼加入ㄌ這個大聲公

# lng_action_add_you_group
source: {from} added you to this group
cs: {from} tě přidal(a) do této skupiny
de: {from} hat dich der Gruppe hinzugefügt
es: {from} te añadió al grupo
he: {from} הוסיף אותך לקבוצה
id: {from} menambahkan Anda ke grup ini
it: {from} ti ha aggiunto a questo gruppo
ko: {from}님께서 그룹에 초대해주셨습니다.
nl: {from} heeft je toegevoegd aan deze groep
pt_br: {from} adicionou você ao grupo
zh_hk: {from} 將您加到這個群組
zh_ow: {from} 將尼加入到這個圈圈

# lng_action_kick_user
source: {from} removed {user}
cs: {from} odebral(a) {user}
de: {from} hat {user} entfernt
es: {from} eliminó a {user}
he: {from} מחק {user}
id: {from} mengeluarkan {user}
it: {from} ha rimosso {user}
ko: {from} 님께서 {user} 님을 내보내셨습니다.
nl: {from} heeft {user} verwijderd
pt_br: {from} removeu {user}
zh_hk: {from} 封鎖及移除了 {user}
zh_ow: {from} 炸毀ㄌ {user}

# lng_action_user_left
source: {from} left the group
cs: {from} opustil(a) skupinu
de: {from} hat die Gruppe verlassen
es: {from} dejó el grupo
he: {from} עזב את הקבוצה
id: {from} keluar dari grup
it: {from} ha lasciato il gruppo
ko: {from} 님이 그룹을 나가셨습니다.
nl: {from} heeft de groep verlaten
pt_br: {from} deixou o grupo
zh_hk: {from} 離開了群組
zh_ow: {from} 離開ㄌ圈圈

# lng_action_user_joined
source: {from} joined the group
cs: {from} se připojil(a) do skupiny
de: {from} ist der Gruppe beigetreten
es: {from} se unió al grupo
he: {from} הצטרף לקבוצה
id: {from} bergabung ke grup ini
it: {from} si è unito al gruppo
ko: {from} 님이 그룹에 들어오셨습니다.
nl: {from} is nu lid van de groep
pt_br: {from} entrou no grupo
zh_hk: {from} 加入了群組
zh_ow: {from} 加入ㄌ圈圈

# lng_action_user_joined_by_link
source: {from} joined the group via invite link
cs: {from} se připojil(a) do skupiny skrz pozvánku
de: {from} ist der Gruppe über den Einladungslink beigetreten
es: {from} se unió al grupo con un enlace de invitación
he: {from} הצטרף לקבוצה באמצעות קישור הזמנה
id: {from} bergabung ke grup melalui pranala undangan
it: {from} si è unito al gruppo tramite link d'invito
ko: 초대링크를 타고 {from} 님이 그룹에 참여하였습니다.
nl: {from} is nu lid van de groep via uitnodigingslink
pt_br: {from} entrou no grupo via link de convite
zh_hk: {from} 已透過邀請連結加入群組
zh_ow: {from} 透過傳送器加入ㄌ圈圈

# lng_action_user_registered
source: {from} joined Telegram
cs: {from} se zaregistroval(a) na Telegramu
de: {from} benutzt nun auch Telegram
es: {from} se acaba de unir a Telegram
he: {from} הצטרף לטלגרם
id: {from} baru saja bergabung di Telegram
it: {from} si è unito a Telegram
ko: {from} 님이 텔레그램에 가입하셨습니다.
nl: {from} heeft nu Telegram
pt_br: {from} entrou para o Telegram
zh_hk: {from} 加入了 Telegram
zh_ow: {from} 剛才加入ㄌ Telegram

# lng_action_removed_photo
source: {from} removed group photo
cs: {from} odstranil(a) obrázek skupiny
de: {from} hat das Gruppenbild entfernt
es: {from} eliminó la foto del grupo
he: {from} מחק תמונת פרופיל
id: {from} menghapus foto grup
it: {from} ha rimosso la foto del gruppo
ko: {from} 님이 그룹사진을 삭제하셨습니다.
nl: {from} heeft de groepsafbeelding verwijderd
pt_br: {from} removeu a foto do grupo
zh_hk: {from} 移除了群組相片
zh_ow: {from} 炸毀ㄌ圈圈照片

# lng_action_removed_photo_channel
source: Channel photo removed
cs: Obrázek kanálu odstraněn
de: Das Kanalbild wurde entfernt
es: Foto del canal eliminada
he: מחק תמונת ערוץ
id: Foto kanal dihapus
it: Foto del canale rimossa
ko: 채널 사진 삭제됨
nl: Kanaalfoto verwijderd
pt_br: Foto do canal removida
zh_hk: 頻道相片已移除
zh_ow: 已炸毀大聲公照片

# lng_action_changed_photo
source: {from} updated group photo
cs: {from} změnil(a) obrázek skupiny
de: {from} hat das Gruppenbild geändert
es: {from} actualizó la foto del grupo
he: {from} עדכן תמונת קבוצה
id: {from} memperbarui foto grup
it: {from} ha aggiornato la foto del gruppo
ko: {from} 님이 그룹사진을 업데이트 하였습니다.
nl: {from} heeft de groepsafbeelding gewijzigd
pt_br: {from} atualizou a foto do grupo
zh_hk: {from} 更改了群組相片
zh_ow: {from} 更新ㄌ圈圈照片

# lng_action_changed_photo_channel
source: Channel photo updated
cs: Obrázek kanálu změněn
de: Das Kanalbild wurde geändert
es: Foto del canal actualizada
he: תמונת הערוץ עודכנה
id: Foto kanal diperbarui
it: Foto del canale aggiornata
ko: 채널 사진 업데이트됨
nl: Kanaalfoto bijgewerkt
pt_br: Foto do canal atualizada
zh_hk: 頻道相片已更改
zh_ow: 已更新大聲公照片

# lng_action_changed_title
source: {from} changed group name to «{title}»
cs: {from} změnil(a) název skupiny na «{title}»
de: {from} hat den Gruppennamen zu «{title}» geändert
es: {from} cambió el nombre del grupo a «{title}»
he: {from} שינה את שם הקבוצה ל «{title}»
id: {from} mengubah nama grup menjadi «{title}»
it: {from} ha cambiato il nome del gruppo in «{title}»
ko: {from} 님이 그룹이름을 «{title}» 로 바꾸셨습니다.
nl: {from} heeft de groepsnaam gewijzigd naar "{title}"
pt_br: {from} alterou o título do grupo para «{title}»
zh_hk: {from} 已將群組名稱改為【{title}】
zh_ow: {from} 將圈圈名稱變更為 «{title}»

# lng_action_changed_title_channel
source: Channel name was changed to «{title}»
cs: Jméno kanálu změněno na «{title}»
de: Kanalname wurde zu «{title}» geändert
es: El nombre del canal fue cambiado a «{title}»
he: שם הערוץ שונה ל «{title}»
id: Nama kanal diubah menjadi «{title}»
it: Nome del canale cambiato in «{title}»
ko: 채널명이 «{title}»로 수정됨
nl: Kanaalnaam gewijzigd naar "{title}"
pt_br: Nome do canal foi alterado para «{title}»
zh_hk: 頻道名稱已改為【{title}】
zh_ow: 大聲公名稱被變更為 «{title}»

# lng_action_created_chat
source: {from} created the group «{title}»
cs: {from} vytvořil(a) skupinu «{title}»
de: {from} hat die Gruppe «{title}» erstellt
es: {from} creó el grupo «{title}»
he: {from} יצר קבוצה «{title}»
id: {from} membuat grup «{title}»
it: {from} ha creato il gruppo «{title}»
ko: {from} 님이 그룹 «{title}» 을 생성하셨습니다.
nl: {from} heeft de groep "{title}" gemaakt
pt_br: {from} criou o grupo «{title}»
zh_hk: {from} 建立了群組【{title}】
zh_ow: {from} 建立ㄌ «{title}» 圈圈

# lng_action_created_channel
source: Channel created
cs: Kanál vytvořen
de: Kanal erstellt
es: Canal creado
he: ערוץ נוצר
id: Kanal dibuat
it: Canale creato
ko: 채널 생성됨
nl: Kanaal aangemaakt
pt_br: Canal criado
zh_hk: 頻道已建立
zh_ow: 大聲公已建立

# lng_action_pinned_message
source: {from} pinned "{text}"
cs: {from} přišpendlil(a) «{text}»
de: {from} hat «{text}» angeheftet
es: {from} ancló «{text}»
he: {from} הצמיד «{text}»
id: {from} menyematkan «{text}»
it: {from} ha fissato «{text}»
ko: {from} 님이 «{text}» 를 고정함
nl: {from} heeft «{text}» vastgezet
pt_br: {from} fixou «{text}»
zh_hk: {from} 置頂了「{text}」
zh_ow: {from} 置頂ㄌ «{text}»

# lng_action_pinned_media
source: {from} pinned {media}
cs: {from} přišpendlil(a) {media}
de: {from} hat {media} angeheftet
es: {from} ancló {media}
he: {from} הצמיד {media}
id: {from} menyematkan {media}
it: {from} ha fissato {media}
ko: {from} 님이 {media} 를 고정함
nl: {from} heeft {media} vastgezet
pt_br: {from} fixou {media}
zh_hk: {from} 置頂了 {media}
zh_ow: {from} 置頂ㄌ {media}

# lng_action_pinned_media_photo
source: a photo
cs: obrázek
de: ein Bild
es: una foto
he: תמונה
id: sebuah foto
it: una foto
ko: 사진
nl: een foto
pt_br: uma foto
zh_hk: 一張相片
zh_ow: 一張照片

# lng_action_pinned_media_video
source: a video
cs: video
de: ein Video
es: un vídeo
he: וידאו
id: sebuah berkas video
it: un video
ko: 동영상
nl: een video
pt_br: um vídeo
zh_hk: 1 段影片
zh_ow: 影片

# lng_action_pinned_media_audio
source: an audio file
cs: audio soubor
de: eine Audiodatei
es: un audio
he: קובץ שמע
id: sebuah berkas suara
it: un file audio
ko: 오디오 파일
nl: een audiobestand
pt_br: um áudio
zh_hk: 一首音樂
zh_ow: 一個音訊檔

# lng_action_pinned_media_voice
source: a voice message
cs: hlasovou zprávu
de: eine Sprachnachricht
es: un mensaje de voz
he: הודעה קולית
id: sebuah pesan suara
it: un messaggio vocale
ko: 음성 메시지
nl: een spraakbericht
pt_br: uma mensagem de voz
zh_hk: 一個語音訊息
zh_ow: 一則語音水晶玉

# lng_action_pinned_media_video_message
source: a video message
cs: video zprávu
de: eine Videonachricht
es: un videomensaje
he: הודעת וידאו
it: un videomessaggio
ko: 비디오 메시지
nl: een videobericht
pt_br: uma mensagem de vídeo
zh_hk: 視訊訊息
zh_ow: 一則視訊水晶玉

# lng_action_pinned_media_file
source: a file
cs: soubor
de: eine Datei
es: un archivo
he: קובץ
id: sebuah berkas
it: un file
ko: 파일
nl: een bestand
pt_br: um arquivo
zh_hk: 一個檔案
zh_ow: 一個玉石

# lng_action_pinned_media_gif
source: a GIF
cs: GIF animaci
de: ein GIF
es: un GIF
he: הנפשה
id: sebuah animasi GIF
it: una GIF
ko: GIF 파일
nl: een GIF
pt_br: um GIF
zh_hk: 一張 GIF
zh_ow: 一張GIF魔法

# lng_action_pinned_media_contact
source: a contact information
cs: informace o kontaktu
de: einen Kontakt
es: un contacto
he: פרטי איש קשר
id: sebuah informasi kontak
it: un contatto
ko: 연락처 정보
nl: een contact
pt_br: um contato
zh_hk: 一個聯絡人
zh_ow: 一則同伴魔法書

# lng_action_pinned_media_location
source: a location mark
cs: značku lokace
de: einen Standort
es: una ubicación
he: סימן מיקום
id: sebuah penanda lokasi
it: una posizione
ko: 위치 마크
nl: een locatie
pt_br: uma localização
zh_hk: 一個位置
zh_ow: 一個位置標記

# lng_action_pinned_media_sticker
source: a sticker
cs: samolepku
de: einen Sticker
es: un sticker
he: מדבקה
id: sebuah stiker
it: uno sticker
ko: 스티커
nl: een sticker
pt_br: um sticker
zh_hk: 一張貼圖
zh_ow: 一張貼圖

# lng_action_pinned_media_emoji_sticker
source: a {emoji} sticker
cs: {emoji} samolepku
de: einen {emoji} Sticker
es: un {emoji} sticker
he: מדבקת {emoji}
id: sebuah stiker {emoji}
it: uno {emoji} sticker
ko: {emoji} 스티커
nl: een {emoji} sticker
pt_br: um {emoji} sticker
zh_hk: {emoji} 貼圖
zh_ow: 一 {emoji} 貼圖

# lng_action_pinned_media_game
source: the game «{game}»
cs: hru «{game}»
de: das Spiel «{game}»
es: el juego «{game}»
he: את המשחק «{game}»
id: permainan «{game}»
it: il gioco «{game}»
ko: «{game}» 게임
nl: het spel «{game}»
pt_br: o jogo «{game}»
zh_hk: 遊戲《{game}》
zh_ow: 遊戲 «{game}»

# lng_action_game_score#one
source: {from} scored {count} in {game}
de: {from} erzielte {count} Punkt bei {game}
es: {from} consiguió {count} punto en {game}
he: {from} הבקיע {count} ב {game}
it: {from} ha totalizzato {count} punto a {game}
ko: {game} 에서 {from} 님이 {count} 점 획득
nl: {from} heeft met {game} {count} punt behaald
pt_br: {from} marcou {count} ponto em {game}
zh_hk: {from} 在 {game} 中得到 {count} 分
zh_ow: {from} 在 {game} 中得到ㄌ {count} 分

# lng_action_game_score#other
source: {from} scored {count} in {game}
de: {from} erzielte {count} Punkte bei {game}
es: {from} consiguió {count} puntos en {game}
he: {from} הבקיעו {count} ב {game}
it: {from} ha totalizzato {count} punti a {game}
ko: {game} 에서 {from} 님이 {count} 점 획득
nl: {from} heeft met {game} {count} punten behaald
pt_br: {count} marcou {count} pontos em {game}
zh_hk: {from} 在 {game} 中得到 {count} 分
zh_ow: {from} 在 {game} 中得到ㄌ {count} 分

# lng_action_game_you_scored#one
source: You scored {count} in {game}
de: Du hast {count} Punkt bei {game} erzielt
es: Conseguiste {count} punto en {game}
he: הבקעת {count} ב {game}
it: Hai totalizzato {count} punto a {game}
ko: 회원님이 {game}에서 {count}점 획득
nl: Je hebt met {game} {count} punt behaald
pt_br: Você marcou {count} ponto em {game}
zh_hk: 您在 {game} 中得到 {count} 分
zh_ow: 尼在 {game} 中得到ㄌ {count} 分

# lng_action_game_you_scored#other
source: You scored {count} in {game}
de: Du hast {count} Punkte bei {game} erzielt
es: Conseguiste {count} puntos en {game}
he: הבקעתם {count} ב {game}
it: Hai totalizzato {count} punti a {game}
ko: 회원님이 {game}에서 {count}점 획득
nl: Je hebt met {game} {count} punten behaald
pt_br: Você marcou {count} pontos em {game}
zh_hk: 您在 {game} 中得到 {count} 分
zh_ow: 尼在 {game} 中得到ㄌ {count} 分

# lng_action_game_score_no_game#one
source: {from} scored {count}
de: {from} erzielte {count} Punkt
es: {from} consiguió {count} punto
he: {from} הבקעת {count}
it: {from} ha totalizzato {count} punto
ko: {from}님이 {count}점 획득
nl: {from} heeft {count} punt behaald
pt_br: {from} marcou {count} ponto
zh_hk: {from} 得到 {count} 分
zh_ow: {from} 得到ㄌ {count} 分

# lng_action_game_score_no_game#other
source: {from} scored {count}
de: {from} erzielte {count} Punkte
es: {from} consiguió {count} puntos
he: {from} הבקיעו {count}
it: {from} ha totalizzato {count} punti
ko: {from}님이 {count}점 획득
nl: {from} heeft {count} punten behaald
pt_br: {from} marcou {count} pontos
zh_hk: {from} 得到 {count} 分
zh_ow: {from} 得到ㄌ {count} 分

# lng_action_game_you_scored_no_game#one
source: You scored {count}
de: Du hast {count} Punkt erzielt
es: Conseguiste {count} punto
he: הבקעת {count}
it: Hai totalizzato {count} punto
ko: 회원님이 {count}점 획득
nl: Je hebt {count} punt behaald
pt_br: Você marcou {count} ponto
zh_hk: 您得到 {count} 分
zh_ow: 尼得到ㄌ {count} 分

# lng_action_game_you_scored_no_game#other
source: You scored {count}
de: Du hast {count} Punkte erzielt
es: Conseguiste {count} puntos
he: הבקעתם {count}
it: Hai totalizzato {count} punti
ko: 회원님이 {count}점 획득
nl: Je hebt {count} punten behaald
pt_br: Você marcou {count} pontos
zh_hk: 您得到 {count} 分
zh_ow: 尼得到ㄌ {count} 分

# lng_action_payment_done
source: You successfully transferred {amount} to {user}
cs: Úspěšně jsi zaplatil(a) {amount} uživateli {user}
de: Du hast erfolgreich {amount} an {user} übermittelt
es: Has transferido satisfactoriamente {amount} a {user}
he: העברת בהצלחה {amount} ל {user}
it: Hai appena trasferito con successo {amount} a {user}
ko: {amount}만큼 {user}에게 성공적으로 전송하였습니다.
nl: Je hebt een bedrag van {amount} overgemaakt naar {user}
pt_br: Você transferiu com sucesso {amount} para {user}
zh_hk: 您已成功向 {name} 轉帳了 {amount}。
zh_ow: 尼剛剛成功轉帳 {amount} 給 {user}

# lng_action_payment_done_for
source: You successfully transferred {amount} to {user} for {invoice}
cs: Úspěšně jsi zaplatil(a) {amount} uživateli {user} za {invoice}
de: Du hast erfolgreich {amount} an {user} für {invoice} übermittelt
es: Has transferido satisfactoriamente {amount} a {name} por {invoice}
he: העברת בהצלחה {amount} ל {user} עבור {invoice}
it: Hai appena trasferito con successo {amount} a {user} per {invoice}
ko: {invoice}에 대하여 {user}에게 {amount}만큼 전송하였습니다.
nl: Je hebt een bedrag van {amount} overgemaakt naar {user} voor {invoice}
pt_br: Você transferiu com sucesso {amount} para {user} por {invoice}
zh_hk: 您已成功為 {invoice} 向 {user} 轉帳了 {amount}。
zh_ow: 尼剛剛成功為 {invoice} 轉帳 {amount} 給 {user}

# lng_action_took_screenshot
source: {from} took a screenshot!
es: ¡{from} hizo una captura de pantalla!
he: {from} עשה צילום מסך!
it: {from} ha fatto uno screenshot!
ko: {from} 님이 화면을 캡춰했습니다!
nl: {from} heeft een schermafdruk gemaakt!
pt_br: {from} realizou uma captura de tela!
zh_hk: {from} 擷取了螢幕截圖！
zh_ow: {from} 擷取ㄌ螢幕畫面！

# lng_action_you_took_screenshot
source: You took a screenshot!
es: ¡Hiciste una captura de pantalla!
he: ביצעת צילום מסך!
it: Hai fatto uno screenshot!
ko: 화면을 캡춰했습니다!
nl: Schermafdruk gemaakt!
pt_br: Você realizou uma captura de tela!
zh_hk: 您擷取了螢幕截圖！
zh_ow: 尼擷取ㄌ螢幕畫面！

# lng_action_bot_allowed_from_domain
source: You allowed this bot to message you when you logged in on {domain}.
he: אפשרת לרובוט זה לשלוח לך הודעה כאשר נכנסת למערכת {domain}.
zh_ow: 尼允許此機器人在尼登入 {domain} 時向尼傳送水晶玉。

# lng_ttl_photo_received
source: {from} sent you a self-destructing photo. Please view it on your mobile.
es: {from} te envió una foto con autodestrucción. Por favor, mírala en tu teléfono.
he: {from} שלח לך תמונה המוגדרת להשמדה עצמית, צפה בה במכשיר הנייד שלך.
it: {from} ti inviato una foto con autodistruzione. Per favore visualizzala sul tuo cellulare.
ko: {from} 님이 자동삭제되는 사진을 전송했습니다. 휴대폰에서 확인해주세요.
nl: {from} heeft een zelfvernietigende foto gestuurd, bekijk deze op je mobiel.
pt_br: {from} te enviou uma foto auto-destrutiva. Por favor, veja em seu celular.
zh_hk: {from} 傳送了自毀相片給您，請您在手機上查看。
zh_ow: {from} 傳給尼一張自毀ㄉ照片。請在尼ㄉ魔法器上檢視。

# lng_ttl_photo_sent
source: You sent a self-destructing photo.
es: Enviaste una foto con autodestrucción
he: שלחת תמונה המוגדרת להשמדה עצמית.
it: Hai inviato una foto con autodistruzione.
ko: 자동삭제되는 사진을 전송했습니다.
nl: Je hebt een zelfvernietigende foto gestuurd
pt_br: Você enviou uma foto auto-destrutiva.
zh_hk: 您傳送了自毀相片。
zh_ow: 尼傳ㄌ一張自毀ㄉ照片。

# lng_ttl_photo_expired
source: Expired photo
es: La foto expiró
he: התמונה לא זמינה
it: La foto è scaduta
ko: 사진 유효기간이 만료되었습니다.
nl: Foto is verlopen
pt_br: A foto expirou
zh_hk: 相片已過期
zh_ow: 照片已過期

# lng_ttl_video_received
source: {from} sent you a self-destructing video. Please view it on your mobile.
es: {from} te envió un vídeo con autodestrucción. Por favor, míralo en tu teléfono.
he: {from} שלח לך וידאו המוגדר להשמדה עצמית, צפה בו בכמשיר הנייד שלך.
it: {from} ti inviato un video con autodistruzione. Per favore visualizzalo sul tuo cellulare.
ko: {from} 님이 자동삭제되는 동영상을 전송했습니다. 휴대폰에서 확인해주세요.
nl: {from} heeft een zelfvernietigende video gestuurd, bekijk deze op je mobiel.
pt_br: {from} te enviou um vídeo auto-destrutivo. Por favor, veja em seu celular.
zh_hk: {from} 傳送了自毀影片給您，請您在手機上查看。
zh_ow: {from} 傳給尼一張自毀ㄉ影片。請在尼ㄉ魔法器上檢視。

# lng_ttl_video_sent
source: You sent a self-destructing video.
es: Enviaste un vídeo con autodestrucción
he: שלחת וידאו המוגדר להשמדה עצמית.
it: Hai inviato un video con autodistruzione.
ko: 자동삭제되는 동영상을 전송했습니다.
nl: Je hebt een zelfvernietigende video gestuurd
pt_br: Você enviou um vídeo auto-destrutivo.
zh_hk: 您傳送了自毀影片。
zh_ow: 尼傳ㄌ一張自毀ㄉ影片。

# lng_ttl_video_expired
source: Expired video
es: El vídeo expiró
he: הוידאו לא זמין
it: Il video è scaduto
ko: 동영상 유효기간이 만료되었습니다.
nl: Video is verlopen
pt_br: O vídeo expirou
zh_hk: 影片已過期
zh_ow: 影片已過期

# lng_channel_not_accessible
source: Sorry, this channel is not accessible.
cs: Bohužel, tento kanál není dostupný.
de: Dieser Kanal ist nicht zugänglich
es: Lo sentimos, este canal no es accesible.
he: מצטערים, הערוץ הזה לא נגיש.
id: Maaf, kanal ini tidak dapat diakses.
it: Spiacenti, questo canale non è accessibile.
ko: 채널에 접근 할 수 없습니다.
nl: Sorry, dit kanaal is privé.
pt_br: Desculpe, esse canal não está acessível.
zh_hk: 抱歉，這個頻道不能存取。
zh_ow: 抱歉，這個大聲公不能存取。

# lng_group_not_accessible
source: Sorry, this group is not accessible.
cs: Bohužel, tato skupina není dostupná.
de: Diese Gruppe ist nicht zugänglich.
es: Lo sentimos, este grupo no es accesible.
he: מצטערים, קבוצה זו לא נגישה.
id: Maaf, grup ini tidak dapat diakses.
it: Spiacenti, questo gruppo non è accessibile.
ko: 죄송합니다. 그룹방에 접근 할 수 없습니다.
nl: Sorry, deze groep is niet beschikbaar.
pt_br: Desculpe, esse grupo não está acessível.
zh_hk: 抱歉，這個群組不能存取。
zh_ow: 抱歉，這個圈圈不能存取。

# lng_channels_too_much_public_revoke_confirm_group
source: Are you sure you want to revoke the link {link}? The group «{group}» will become private.
cs: Jsi si jistý, že chceš odvolat odkaz {link}? Skupina «{group}» se stane soukromou.
de: Link {link} wirklich widerrufen? Die Gruppe «{group}» wird dann nicht mehr öffentlich sein.
es: ¿Quieres anular el enlace {link}? El grupo «{group}» pasará a ser privado.
he: האם אתה בטוח שברצונך לבטל את הקישור {link}? הקבוצה «{group}» תהפוך לפרטית.
id: Apakah Anda yakin ingin mencabut pranala ini {link}? Grup «{group}» ini akan menjadi grup pribadi.
it: Sei sicuro di voler revocare il link {link}? Il gruppo «{group}» diventerà privato.
ko: 이 링크 {link} 를 폐기하시겠습니까? «{group}» 그룹방은 비공개로 전환됩니다.
nl: Deze link echt intrekken {link}? De groep «{group}» zal privé worden.
pt_br: Você tem certeza que deseja remover o link {link}? O grupo «{group}» se tornará privado.
zh_hk: 您確定要撤換連結 {link}？ 群組【{group}】將設定為私人群組。
zh_ow: 尼確定要撤換傳送器 {link}？ 圈圈 «{group}» 將變成私人ㄉ。
