Repository: telegramdesktop/tdesktop
Catalog: Telegram/Resources/langs/lang_*.strings
Languages: cs, de, es, he, id, it, ko, nl, pt_br, zh_hk, zh_ow

# lng_admin_log_participant_joined_channel
source: {from} joined the channel
de: {from} ist dem Kanal beigetreten
es: {from} se unió al canal
he: {from} הצטרף לערוץ
it: {from} si è unito al canale
ko: {from} 님이 채널에 들어오셨습니다.
nl: {from} is nu lid van het kanaal
pt_br: {from} entrou no canal
zh_hk: {from} 加入了頻道
zh_ow: {from} 加入ㄌ大聲公

# lng_admin_log_participant_left
source: {from} left the group
de: {from} hat die Gruppe verlassen
es: {from} dejó el grupo
he: {from} עזב את הקבוצה
it: {from} ha lasciato il gruppo
ko: {from} 님이 그룹을 나갔습니다.
nl: {from} heeft de groep verlaten
pt_br: {from} deixou o grupo
zh_hk: {from} 離開了群組
zh_ow: {from} 離開ㄌ圈圈

# lng_admin_log_participant_left_channel
source: {from} left the channel
de: {from} hat den Kanal verlassen
es: {from} dejó el canal
he: {from} עזב את הערוץ
it: {from} ha lasciato il canale
ko: {from} 님이 채널을 나가셨습니다.
nl: {from} heeft het kanaal verlaten
pt_br: {from} saiu do canal
zh_hk: {from} 離開了頻道
zh_ow: {from} 離開ㄌ大聲公

# lng_admin_log_invited
source: invited {user}
de: hat {user} eingeladen
es: invitó a {user}
he: הזמין {user}
it: ha invitato {user}
ko: {user} 님을 초대함
nl: {user} uitgenodigd
pt_br: convidou {user}
zh_hk: 邀請了 {user}
zh_ow: 邀請ㄌ {user}

# lng_admin_log_banned
source: banned {user}
de: hat {user} gesperrt
es: suspendió a {user}
he: חסם {user}
it: ha bloccato {user}
ko: {user} 님을 차단함
nl: {user} geblokkeerd
pt_br: baniu {user}
zh_hk: 封鎖了 {user}
zh_ow: 魔障屏蔽ㄌ {user}

# lng_admin_log_restricted
source: changed restrictions for {user} {until}
de: hat Einschränkungen für {user} {until} geändert
es: cambió las restricciones de {user} {until}
he: שינה הגבלות ל {user} {until}
it: ha cambiato le restrizioni di {user} {until}
ko: {until}까지 {user}에 대한 제한을 변경함
nl: beperkingen van {user} aangepast tot {until}
pt_br: alterou as restrições de {user} {until}
zh_hk: 更改了對 {user} 的限制直到 {until}
zh_ow: 變更ㄌ對 {user} ㄉ限制，{until}

# lng_admin_log_promoted
source: changed privileges for {user}
de: hat Berechtigungen für {user} geändert
es: cambió los privilegios de {user}
he: שינה הרשאות ל {user}
it: ha cambiato i privilegi di {user}
ko: {user}님에 대한 권한을 변경함
nl: privileges van {user} aangepast
pt_br: alterou os privilégios de {user}
zh_hk: 更改了 {user} 的權限
zh_ow: 變更ㄌ {user} ㄉ權限

# lng_admin_log_changed_stickers_group
source: {from} changed the group {sticker_set}
es: {from} cambió el {sticker_set} de grupo
he: {from} שינה את {sticker_set} הקבוצה
pt_br: {from} alterou o {sticker_set} do grupo
zh_hk: {from} 更改了群組的 {sticker_set}
zh_ow: {from} 變更ㄌ圈圈ㄉ {sticker_set}

# lng_admin_log_changed_stickers_set
source: sticker set
es: pack de stickers
he: סט מדבקות
pt_br: pacote de sticker
zh_hk: 貼圖集
zh_ow: 貼圖包

# lng_admin_log_removed_stickers_group
source: {from} removed the group sticker set
es: {from} eliminó el pack de stickers
he: {from} הסיר את סט מדבקות הקבוצה
pt_br: {from} removeu o pacote de sticker do grupo
zh_hk: {from} 移除了群組貼圖集
zh_ow: {from} 炸毀ㄌ圈圈ㄉ貼圖包

# lng_admin_log_restricted_forever
source: indefinitely
de: unbegrenzt
es: indefinidamente
he: ללא הגבלה
it: indefinitamente
ko: 기한 없음
nl: Voor altijd
pt_br: indefinidamente
zh_hk: 永久
zh_ow: 永遠

# lng_admin_log_restricted_until
source: until {date}
de: bis {date}
es: hasta el {date}
he: עד {date}
it: fino a {date}
ko: {date} 까지
nl: tot {date}
pt_br: até {data}
zh_hk: 直到 {date}
zh_ow: 受限直到 {date}

# lng_admin_log_banned_view_messages
source: Read messages
de: Nachrichten lesen
es: Leer mensajes
he: לקרוא הודעות
it: Leggere messaggi
ko: 메시지 읽기
nl: Berichten lezen
pt_br: Ler mensagens
zh_hk: 讀取訊息
zh_ow: 閱讀水晶玉

# lng_admin_log_banned_send_messages
source: Send messages
de: Nachrichten senden
es: Enviar mensajes
he: לשלוח הודעות
it: Inviare messaggi
ko: 메시지 전송
nl: Berichten sturen
pt_br: Enviar mensagens
zh_hk: 傳送訊息
zh_ow: 傳送水晶玉

# lng_admin_log_banned_send_stickers
source: Send stickers & GIFs
de: Sticker & GIFs senden
es: Enviar stickers y GIF
he: לשלוח מדבקות והנפשות
it: Inviare sticker e GIF
ko: 스티커 & GIF 전송
nl: Stickers & GIF's sturen
pt_br: Enviar stickers e GIFs
zh_hk: 傳送貼圖及 GIF
zh_ow: 傳送貼圖 & GIF

# lng_admin_log_banned_embed_links
source: Embed links
de: Linkvorschau senden
es: Enviar vista previa de enlaces
he: הטמע קישורים
it: Inviare link con anteprima
ko: 링크 저장
nl: Link-voorbeeld sturen
pt_br: Preview de links
zh_hk: 嵌入連結
zh_ow: 嵌入傳送器

# lng_admin_log_admin_change_info
source: Change info
de: Info ändern
es: Cambiar información
he: שנה מידע
it: Cambiare le info
ko: 채널 정보
nl: Informatie aanpassen
pt_br: Alterar info
zh_hk: 更改資訊
zh_ow: 變更魔法書

# lng_admin_log_admin_post_messages
source: Post messages
de: Nachrichten senden
es: Publicar mensajes
he: לפרסם הודעות
it: Pubblicare messaggi
ko: 메시지 작성
nl: Berichten plaatsen
pt_br: Postar mensagens
zh_hk: 發佈訊息
zh_ow: 張貼水晶玉

# lng_admin_log_admin_edit_messages
source: Edit messages
de: Nachrichten bearbeiten
es: Editar mensajes
he: לערוך הודעות
it: Modificare messaggi
ko: 메시지 수정
nl: Berichten wijzigen
pt_br: Editar mensagens
zh_hk: 編輯訊息
zh_ow: 編輯水晶玉

# lng_admin_log_admin_delete_messages
source: Delete messages
de: Nachrichten löschen
es: Eliminar mensajes
he: למחוק הודעות
it: Eliminare messaggi
ko: 메시지 삭제
nl: Berichten verwijderen
pt_br: Apagar mensagens
zh_hk: 刪除訊息
zh_ow: 詛咒水晶玉

# lng_admin_log_admin_ban_users
source: Ban users
de: Nutzer sperren
es: Suspender usuarios
he: לחסום משתמשים
it: Bloccare utenti
ko: 사용자 차단
nl: Leden blokkeren
pt_br: Banir usuários
zh_hk: 封鎖用戶
zh_ow: 魔障屏蔽魔法師

# lng_admin_log_admin_invite_users
source: Add users
de: Nutzer hinzufügen
es: Añadir usuarios
he: להוסיף משתמשים
it: Aggiungere utenti
ko: 사용자 추가
nl: Leden toevoegen
pt_br: Adicionar usuários
zh_hk: 新增用戶
zh_ow: 添加魔法師

# lng_admin_log_admin_invite_link
source: Invite users via link
de: Nutzer per Link einladen
es: Invitar con un enlace
he: להזמין משתמשים באמצעות קישור
it: Invitare utenti tramite link
ko: 링크를 통하여 사용자 초대
nl: Uitnodigen via link
pt_br: Convidar usuários via link
zh_hk: 以連結邀請使用者
zh_ow: 透過傳送器邀請魔法師

# lng_admin_log_admin_pin_messages
source: Pin messages
de: Nachrichten anheften
es: Anclar mensajes
he: להצמיד הודעות
it: Fissare messaggi
ko: 메시지 고정
nl: Berichten vastzetten
pt_br: Fixar mensagens
zh_hk: 置頂訊息
zh_ow: 置頂水晶玉

# lng_admin_log_admin_add_admins
source: Add new admins
de: Neue Admins hinzufügen
es: Añadir administradores
he: להוסיף מנהלים חדשים
it: Aggiungere amministratori
ko: 새 관리자 추가
nl: Beheerders toevoegen
pt_br: Adicionar novos admins
zh_hk: 新增管理員
zh_ow: 添加新ㄉ大魔法師

# lng_wnd_choose_program_menu
source: Choose Default Program...
cs: Zvol výchozí program...
de: Öffnen mit...
es: Elegir programa predeterminado...
he: בחר תוכנית ברירת מחדל...
id: Pilih Program Baku...
it: Scegli programma predefinito...
ko: 기본 실행 프로그램을 선택해주세요..
nl: Standaardprogramma selecteren...
pt_br: Escolher programa padrão...
zh_hk: 選擇預設程式…
zh_ow: 選擇預設程式…

# lng_wnd_menu_undo
source: Undo
cs: Vzít zpět
de: Rückgängig
es: Deshacer
he: ביטול
id: Batalkan
it: Annulla
ko: 실행취소
nl: Ongedaan maken
pt_br: Desfazer
zh_hk: 復原
zh_ow: 復原

# lng_wnd_menu_redo
source: Redo
cs: Opět provést
de: Wiederholen
es: Rehacer
he: שוב
id: Batalkan pembatalan
it: Ripeti
ko: 다시실행
nl: Opnieuw
pt_br: Refazer
zh_hk: 重做
zh_ow: 重做

# lng_linux_menu_undo
source: Undo
cs: Vzít zpět
de: Rückgängig
es: Deshacer
he: ביטול
id: Batalkan
it: Annulla
ko: 실행취소
nl: Ongedaan maken
pt_br: Desfazer
zh_hk: 復原
zh_ow: 復原

# lng_linux_menu_redo
source: Redo
cs: Opět provést
de: Wiederholen
es: Rehacer
he: שוב
id: Batalkan pembatalan
it: Ripeti
ko: 다시실행
nl: Opnieuw
pt_br: Refazer
zh_hk: 重做
zh_ow: 重做

# lng_mac_choose_program_menu
source: Other...
cs: Jiný...
de: Öffnen mit...
es: Otra...
he: אחר...
id: Lainnya...
it: Altro...
ko: 이외...
nl: Andere...
pt_br: Outro...
zh_hk: 其他…
zh_ow: 其他…

# lng_mac_choose_app
source: Choose Application
cs: Zvol aplikaci
de: Programm auswählen
es: Elegir aplicación
he: בחר יישום
id: Pilih Aplikasi
it: Scegli applicazione
ko: 어플리케이션 선택
nl: Kies een programma
pt_br: Escolher Aplicação
zh_hk: 選擇應用程式
zh_ow: 選擇應用程式

# lng_mac_choose_text
source: Choose an application to open the document "{file}".
cs: Zvol aplikaci k otevření dokumentu "{file}".
de: Programm auswählen, um "{file}" zu öffnen.
es: Elige una aplicación para abrir el archivo “{file}”.
he: בחר יישום לפתיחת המסמך "{file}".
id: Pilih aplikasi untuk membuka dokumen "{file}".
it: Scegli un'applicazione per aprire il file "{file}".
ko: "{file}"을 실행할 어플리케이션을 선택하세요.
nl: Kies een programma voor het openen van het bestand "{file}".
pt_br: Escolher aplicação para abrir o documento "{file}".
zh_hk: 選擇開啟文件的應用程式 "{file}"。
zh_ow: 選擇開啟文件ㄉ應用程式 "{file}"。

# lng_mac_enable_filter
source: Show:
cs: Povolit:
de: Aktivieren:
es: Habilitar:
he: הפעל:
id: Aktifkan:
it: Attiva:
ko: 활성화:
nl: Activeren:
pt_br: Habilitar:
zh_hk: 啟用：
zh_ow: 啟用：

# lng_mac_recommended_apps
source: Recommended Applications
cs: Doporučené aplikace
de: Empfohlene Programme
es: Aplicaciones recomendadas
he: יישומים מומלצים
id: Aplikasi Disarankan
it: Applicazioni consigliate
ko: 추천 어플리케이션
nl: Aanbevolen programma's
pt_br: Aplicações Recomendadas
zh_hk: 建議的應用程式
zh_ow: 建議ㄉ應用程式

# lng_mac_all_apps
source: All Applications
cs: Všechny aplikace
de: Alle Programme
es: Todas las aplicaciones
he: כל היישומים
id: Semua Aplikasi
it: Tutte le applicazioni
ko: 모든 어플리케이션
nl: Alle programma's
pt_br: Todas Aplicações
zh_hk: 所有應用程式
zh_ow: 所有應用程式

# lng_mac_always_open_with
source: Always Open With
cs: Vždy otevřít pomocí
de: Immer öffnen mit
es: Siempre abrir con
he: פתח תמיד עם
id: Selalu Buka Dengan
it: Apri sempre con
ko: 항상 실행
nl: Altijd openen met
pt_br: Abrir Sempre Com
zh_hk: 總是開啟用
zh_ow: 總是開啟用

# lng_mac_this_app_can_open
source: This application can open "{file}".
cs: Tato aplikace nemůže otevřít soubor "{file}".
de: Dieses Programm kann "{file}"-Dateien öffnen.
es: Esta aplicación puede abrir “{file}”.
he: יישום זה יכול לפתוח את "{file}".
id: Aplikasi ini dapat membuka "{file}".
it: Questa applicazione può aprire "{file}".
ko: "{file}"을 실행할 수 있는 어플리케이션입니다.
nl: Dit programma kan "{file}" openen.
pt_br: Essa aplicação pode abrir "{file}".
zh_hk: 這個應用程式可以開啟 "{file}"。
zh_ow: 這個應用程式可以開啟 "{file}"。

# lng_mac_not_known_app
source: It's not known if this application can open "{file}".
cs: Není jasné, zda aplikace dokáže otevřít soubor "{file}".
de: Es ist nicht bekannt, ob dieses Programm "{file}" öffnen kann.
es: No se sabe si esta aplicación puede abrir “{file}”.
he: לא ידוע אם יישום זה יכול לפתוח את "{file}".
id: Tidak diketahui apakah aplikasi ini dapat membuka "{file}".
it: Non si sa se questa applicazione può aprire "{file}".
ko: "{file}"을 열수 있는 어플리케이션인지 알 수 없습니다.
nl: Het is niet bekend of dit programma "{file}" kan openen.
pt_br: Não sabemos se essa aplicação pode abrir "{file}".
zh_hk: 這個應用程式是否可開啟 "{file}"檔案還是未知的。
zh_ow: 這個應用程式是否可開啟 "{file}"玉石還是未知ㄉ。

# lng_mac_menu_services
source: Services
cs: Služby
de: Dienste
es: Servicios
he: שירותים
id: Layanan
it: Servizi
ko: 서비스
nl: Voorzieningen
pt_br: Serviços
zh_hk: 服務
zh_ow: 服務

# lng_mac_menu_hide_telegram
source: Hide {telegram}
cs: Skrýt {telegram}
de: {telegram} ausblenden
es: Ocultar {telegram}
he: הסתר את {telegram}
id: Sembunyikan {telegram}
it: Nascondi {telegram}
ko: 숨기기 {telegram}
nl: Verberg {telegram}
pt_br: Ocultar {telegram}
zh_hk: 隱藏 {telegram}
zh_ow: 隱藏 {telegram}

# lng_mac_menu_hide_others
source: Hide Others
cs: Skrýt ostatní
de: Andere ausblenden
es: Ocultar otras
he: הסתר את השאר
id: Sembunyikan Lainnya
it: Nascondi altre
ko: 나머지 숨기기
nl: Verberg andere
pt_br: Ocultar Outros
zh_hk: 隱藏其他
zh_ow: 隱藏其他

# lng_mac_menu_show_all
source: Show All
cs: Zobrazit vše
de: Alle einblenden
es: Mostrar todas
he: הצג הכל
id: Tampilkan Semua
it: Mostra tutte
ko: 전체 보기
nl: Toon alles
pt_br: Mostrar Todos
zh_hk: 顯示所有
zh_ow: 顯示所有

# lng_mac_menu_preferences
source: Preferences...
cs: Nastavení...
de: Einstellungen...
es: Preferencias...
he: העדפות...
id: Preferensi...
it: Preferenze...
ko: 환경설정...
nl: Voorkeuren
pt_br: Preferências...
zh_hk: 偏好設定…
zh_ow: 偏好設定…

# lng_mac_menu_quit_telegram
source: Quit {telegram}
cs: Ukončit {telegram}
de: {telegram} beenden
es: Salir de {telegram}
he: צא מ {telegram}
id: Keluar {telegram}
it: Esci da {telegram}
ko: {telegram} 종료
nl: Stop {telegram}
pt_br: Fechar {telegram}
zh_hk: 退出 {telegram}
zh_ow: 結束 {telegram}

# lng_mac_menu_about_telegram
source: About {telegram}
cs: O aplikaci {telegram}
de: Über {telegram}
es: Acerca de {telegram}
he: אודות {telegram}
id: Tentang {telegram}
it: Informazioni su {telegram}
ko: {telegram} 정보
nl: Over {telegram}
pt_br: Sobre {telegram}
zh_hk: 關於 {telegram}
zh_ow: 關於 {telegram}

# lng_mac_menu_file
source: File
cs: Soubor
de: Ablage
es: Archivo
he: קובץ
id: Berkas
ko: 파일
nl: Bestand
pt_br: Arquivo
zh_hk: 檔案
zh_ow: 玉石

# lng_mac_menu_logout
source: Log Out
cs: Odhlásit
de: Abmelden
es: Cerrar sesión
he: התנתק
id: Keluar Log
it: Esci
ko: 로그아웃
nl: Uitloggen
pt_br: Sair
zh_hk: 登出
zh_ow: 登出

# lng_mac_menu_edit
source: Edit
cs: Změnit
de: Bearbeiten
es: Editar
he: ערוך
it: Modifica
ko: 수정
nl: Wijzig
pt_br: Editar
zh_hk: 編輯
zh_ow: 編輯

# lng_mac_menu_undo
source: Undo
cs: Vzít zpět
de: Widerrufen
es: Deshacer
he: בטל
id: Batalkan
it: Annulla
ko: 실행취소
nl: Herstel
pt_br: Desfazer
zh_hk: 復原
zh_ow: 復原

# lng_mac_menu_redo
source: Redo
cs: Opět provést
de: Wiederholen
es: Rehacer
he: שוב
id: Batalkan pembatalan
it: Ripeti
ko: 다시실행
nl: Opnieuw
pt_br: Refazer
zh_hk: 重做
zh_ow: 重做

# lng_mac_menu_cut
source: Cut
cs: Vyjmout
de: Ausschneiden
es: Cortar
he: גזור
id: Potong
it: Taglia
ko: 잘라내기
nl: Knippen
pt_br: Cortar
zh_hk: 剪下
zh_ow: 剪下

# lng_mac_menu_copy
source: Copy
cs: Zkopírovat
de: Kopieren
es: Copiar
he: העתק
id: Salin
it: Copia
ko: 복사
nl: Kopiëren
pt_br: Copiar
zh_hk: 複製
zh_ow: 複製

# lng_mac_menu_paste
source: Paste
cs: Vložit
de: Einfügen
es: Pegar
he: הדבק
id: Tempel
it: Incolla
ko: 붙여넣기
nl: Plakken
pt_br: Colar
zh_hk: 貼上
zh_ow: 貼上

# lng_mac_menu_delete
source: Delete
cs: Smazat
de: Löschen
es: Eliminar
he: מחק
id: Hapus
it: Elimina
ko: 삭제
nl: Verwijder
pt_br: Apagar
zh_hk: 刪除
zh_ow: 詛咒

# lng_mac_menu_select_all
source: Select All
cs: Vybrat vše
de: Alles auswählen
es: Seleccionar todo
he: בחר הכל
id: Pilih Semua
it: Seleziona tutto
ko: 전체선택
nl: Alles selecteren
pt_br: Selecionar Tudo
zh_hk: 全選
zh_ow: 全選

# lng_mac_menu_window
source: Window
cs: Okno
de: Fenster
es: Ventana
he: חלון
id: Jendela
it: Finestra
ko: 윈도우
nl: Venster
pt_br: Janela
zh_hk: 視窗
zh_ow: 視窗

# lng_mac_menu_contacts
source: Contacts
cs: Kontakty
de: Kontakte
es: Contactos
he: אנשי קשר
id: Kontak
it: Contatti
ko: 주소록
nl: Contacten
pt_br: Contatos
zh_hk: 聯絡人
zh_ow: 同伴

# lng_mac_menu_add_contact
source: Add Contact
cs: Přidat kontakt
de: Kontakt hinzufügen
es: Añadir contacto
he: הוסף איש קשר
id: Tambah Kontak
it: Aggiungi contatto
ko: 연락처 추가
nl: Contact toevoegen
pt_br: Adicionar Contato
zh_hk: 新增聯絡人
zh_ow: 添加同伴

# lng_mac_menu_new_group
source: New Group
cs: Nová skupina
de: Neue Gruppe
es: Nuevo grupo
he: קבוצה חדשה
id: Grup Baru
it: Nuovo gruppo
ko: 새로운 그룹
nl: Nieuwe groep
pt_br: Novo Grupo
zh_hk: 建立群組
zh_ow: 新增圈圈

# lng_mac_menu_new_channel
source: New Channel
cs: Nový kanál
de: Neuer Kanal
es: Nuevo canal
he: ערוץ חדש
id: Kanal Baru
it: Nuovo canale
ko: 새로운 채널
nl: Nieuw kanaal
pt_br: Novo Canal
zh_hk: 建立頻道
zh_ow: 新增大聲公

# lng_mac_menu_show
source: Show Telegram
cs: Zobrazit Telegram
de: Telegram anzeigen
es: Mostrar Telegram
he: הצג את טלגרט
id: Tampilkan Telegram
it: Mostra Telegram
ko: 텔레그램 보기
nl: Telegram weergeven
pt_br: Mostrar Telegram
zh_hk: 顯示 Telegram
zh_ow: 顯示 Telegram

# lng_chat_status_members_online
source: {members_count}, {online_count}
cs: {count:_not_used_|# člen|# členové}, {count_online:_not_used_|# online|# online}
he: {מנויים_count}, {מחוברים_count}
id: {count:_not_used_|# anggota|# anggota}, {count_online:_not_used_|# dalam jaringan|# dalam jaringan}

# lng_stickers_default_set
source: Great Minds
cs: Slavní velikáni
de: Große Denker
es: Grandes personajes
he: מוחות גדולים
id: Pikiran Luas
it: Grandi menti
nl: Grote geesten
pt_br: Grandes Mentes

# lng_signin_reset_in_days
source: {days_count} {hours_count} {minutes_count}
cs: {count_days:0 dnů|# den|# dnů} {count_hours:0 hodin|# hodina|# hodin} {count_minutes:0 minut|# minuta|# minut}
id: {count_days:0 hari|# hari|# hari} {count_hours:0 jam|# jam|# jam} {count_minutes:0 menit|# menit|# menit}
zh_hk: {days_count} 日 {hours_count} 小時 {minutes_count} 分鐘

# lng_signin_reset_in_hours
source: {hours_count} {minutes_count}
cs: {count_hours:0 hodin|# hodina|# hodin} {count_minutes:0 minut|# minuta|# minut}
id: {count_hours:0 jam|# jam|# jam} {count_minutes:0 menit|# menit|# menit}
zh_hk: {hours_count} 小時 {minutes_count} 分鐘

# lng_duration_minutes_seconds
source: {minutes_count} {seconds_count}
cs: {count_minutes:# min|# min|# min} {count_seconds:# sec|# sec|# sec}
zh_hk: {minutes_count} 分 {seconds_count} 秒

# lng_settings_restart_later
source: Later
cs: POZDĚJI
de: SPÄTER
es: MÁS TARDE
id: NANTI
it: DOPO
ko: 나중에
pt_br: DEPOIS

# lng_full_name
source: {first_name} {last_name}
ko: {last_name} {first_name}
