Repository: telegramdesktop/tdesktop
Catalog: Telegram/Resources/langs/lang_*.strings
Languages: cs, de, es, he, id, it, ko, nl, pt_br, zh_hk, zh_ow

# lng_error_cant_add_admin_invite
source: You can't add this user as an admin because they are not a member of this group and you are not allowed to add them.
de: Du kannst diesen Nutzer nicht als Admin festlegen, da er kein Mitglied dieser Gruppe ist oder du keine Erlaubnis hast, ihn einzuladen.
es: No puedes añadir a este usuario como administrador porque no es un miembro de este grupo y no puedes invitarlo.
he: מצטערים, אינך יכול להוסיף משתמש זה כמנהל מפני שהוא לא חבר בקבוצה זו, ואינך רשאי להוסיפו לקבוצה.
it: Spiacenti, non puoi aggiungere questo utente come amministratore perché non è un membro del gruppo e non sei autorizzato ad invitarlo.
ko: 죄송합니다, 이 사용자는 이 그룹에 속해있지 않으며 초대가 되지 않기 때문에 관리자로 추가할 수 없습니다.
nl: Je mag geen leden toevoegen, deze gebruiker is nog geen lid en kan daarom niet worden toegevoegd als beheerder.
pt_br: Você não pode adicionar esse usuário como admin porque ele não é um membro do grupo e você não possui permissão para convidá-lo.
zh_hk: 抱歉，您不能將此用戶指定為管理員，因為對方不是此群組的成員，你沒有權限邀請對方。
zh_ow: 很抱歉，尼不能將此魔法師添加為大魔法師，因為該魔法師還不是圈圈ㄉ魔法師。

# lng_error_cant_add_admin_unban
source: Sorry, you can't add this user as an admin because they are in the Removed Users list and you can't unban them.
de: Du kannst diesen Nutzer nicht als Admin festlegen, da er sich in der Sperrliste befindet und du ihn nicht entsperren darfst.
es: No puedes añadir a este usuario como administrador porque está en la lista de suspendidos y no puedes quitar su suspensión.
he: מצטערים, אינך יכול להוסיף משתמש זה כמנהל מפני שהוא נמצא ברשימת החסימה ואינך רשאי לשחררו מחסימה.
it: Spiacenti, non puoi aggiungere questo utente come amministratore perché è bloccato e non puoi sbloccarlo.
ko: 죄송합니다, 이 사용자는 블랙리스트에 있으며 해제가 가능하지 않기 떄문에 관리자로 추가할 수 없습니다.
nl: Je mag geen leden deblokkeren, deze gebruiker is geblokkeerd en kan daarom niet worden toegevoegd als beheerder.
pt_br: Você não pode adicionar esse usuário como admin porque ele está na lista negra e você não pode desbaní-lo.
zh_hk: 抱歉，您不能將此用戶指定為管理員，因為對方已被封鎖，但您沒有足夠權限為對方解除封鎖。
zh_ow: 很抱歉，尼不能將此魔法師添加為大魔法師，因為該魔法師在黑名單之中，而尼無法將其解除魔障屏蔽。

# lng_error_cant_ban_admin
source: You can't ban this user because they are an admin in this group and you are not allowed to demote them.
de: Du kannst diesen Nutzer nicht sperren, da er ein Admin dieser Gruppe ist und du keine Berechtigung hast, ihn zurückzustufen.
es: No puedes suspender a este usuario porque es un administrador del grupo y no puedes degradarlo.
he: מצטערים, אינך יכול לחסום משתמש זה מפני שהוא מנהל בקבוצה זו, ואינך רשאי להסירו מהניהול.
it: Spiacenti, non puoi bloccare questo utente perché è un amministratore in questo gruppo e non sei autorizzato a degradarlo.
ko: 죄송합니다, 이 사용자는 그룹의 관리자이며 해제권한이 없으시기 떄문에 차단할 수 없습니다.
nl: Je mag geen leden degraderen, deze gebruiker is een beheerder en kan daarom niet worden geblokkeerd.
pt_br: Você não pode banir esse usuário porque ele é um admin do grupo e você não possui permissão para rebaixá-lo.
zh_hk: 抱歉，您不能封鎖此用戶，因為對方是此羣組的管理員，您沒有權限將對方降級。
zh_ow: 很抱歉，尼不能魔障屏蔽此魔法師，因為他是此圈圈中ㄉ大魔法師，尼不能將他降級。

# lng_sure_add_admin_invite
source: This user is not a member of this group. Add them to the group and promote them to admin?
de: Dieser Nutzer ist kein Gruppenmitglied. Möchtest du ihn der Gruppe hinzufügen und als Admin festlegen?
es: Este usuario no es miembro del grupo. ¿Quieres añadirlo y ascenderlo a administrador?
he: משתמש זה אינו מחובר לקבוצה, האם להוסיף אותו לקבוצה ולהגדירו כמנהל?
it: Questo utente non è membro del gruppo. Vuoi aggiungerlo e promuoverlo ad amministratore?
ko: 이 사용자는 그룹에 참여하고 있지 않습니다. 그룹에 초대하고 관리자로 추가하시겠습니까?
nl: Deze gebruiker is geen lid, gebruiker toevoegen als beheerder?
pt_br: Esse usuário não é um membro do grupo. Adicioná-lo ao grupo e promover à administrador?
zh_hk: 此用戶不是此群組的成員，您要將對方新增到群組及指定為管理員嗎？
zh_ow: 此魔法師不是本圈圈ㄉ魔法師。要將其添加到圈圈中，並晉升為大魔法師嗎？

# lng_sure_add_admin_invite_channel
source: This user is not a subscriber of this channel. Add them to the channel and promote them to admin?
he: משתמש זה אינו מנוי לערוץ זה. האם להוסיף אותו לערוץ ולקדם אותו לניהול הערוץ?
zh_hk: 此用戶不是此群組的成員，您要將對方新增到群組及指定為管理員嗎？
zh_ow: 此魔法師不是本大聲公ㄉ訂閱者。要將其添加到大聲公中，並晉升為大魔法師嗎？

# lng_sure_ban_admin
source: This user is an admin. Are you sure you want to go ahead and restrict them?
de: Dieser Nutzer ist Admin in dieser Gruppe. Möchtest du fortfahren und ihn einschränken?
es: Este usuario es administrador del grupo. ¿Quieres continuar y restringirlo?
he: משתמש זה הינו מנהל בקבוצה זו, האם ברצונך בכל זאת להגביל אותו?
it: Questo utente è un amministratore nel gruppo. Sei sicuro di voler proseguire e limitarlo?
ko: 이 사용자는 그룹의 관리자입니다. 정말로 제한을 하시겠습니까?
nl: Deze gebruiker is een beheerder, gebruiker echt beperken?
pt_br: Esse usuário é um administrador do grupo. Você tem certeza que deseja restringi-lo?
zh_hk: 此用戶是此群組的管理員。您確定要限制對方？
zh_ow: 此魔法師是大魔法師。尼確定要繼續並限制他？

# lng_sure_enable_socks
source: Are you sure you want to enable this proxy? Server: {server} Port: {port} You can change your proxy server later in Settings > Advanced > Connection Type.
de: Möchtest du wirklich diesen Proxy aktivieren? Server: {server} Port: {port} Du kannst ihn später in den Einstellungen (Verbindungsart) ändern.
es: ¿Quieres activar este proxy? Servidor: {server} Puerto: {port} Puedes cambiar tu servidor proxy más tarde en Ajustes (Tipo de conexión).
he: האם אתה בטוח שברצונך להפעיל פרוקסי? שרת: {server} יציאה: {port} באפשרותך לשנות את סוג החיבור מאוחר יותר בהגדרות (סוג חיבור).
it: Sei sicuro di voler attivare questo proxy? Server: {server} Porta: {port} Puoi cambiare il tuo server proxy più tardi nelle Impostazioni (Tipo di connessione).
ko: 프록시 설정을 하시겠습니까? 서버: {server} 포트: {port} 나중에 설정에서 프록시 서버를 변경 할 수 있습니다. (연결유형)
nl: Proxy echt inschakelen? Host: {server} Poort: {port} Je kunt de proxy-server aanpassen via Instellingen (Verbindingstype).
pt_br: Você tem certeza que deseja habilitar esse proxy? Servidor: {server} Porta: {port} Você pode alterar seu servidor proxy depois em Configurações (Tipo de Conexão).
zh_hk: 您確定要啟用此代理伺服器？ 主機：{server} 連接埠：{port} 您可以稍後於設定中更改代理伺服器設定（連線類型）。
zh_ow: 尼確定要啟用此代理魔法圖書館？ 魔法圖書館：{server} 連接埠：{port} 尼可以稍後在設定 (連接類型) 中變更它。

# lng_sure_enable
source: Enable
de: Aktivieren
es: Activar
he: הפעל
it: Attiva
ko: 활성
nl: Inschakelen
pt_br: Habilitar
zh_hk: 啟用
zh_ow: 啟用

# lng_edit_deleted
source: This message was deleted
cs: Zpráva byla smazána
de: Diese Nachricht wurde gelöscht
es: Este mensaje fue eliminado
he: הודעה זו נמחקה
id: Pesan ini dihapus
it: Questo messaggio è stato eliminato
ko: 메시지는 삭제 되었습니다.
nl: Bericht is gewist
pt_br: Essa mensagem foi apagada
zh_hk: 這個訊息已被刪除
zh_ow: 這則水晶玉已被詛咒

# lng_edit_message
source: Edit message
cs: Upravit zprávu
de: Nachricht bearbeiten
es: Editar mensaje
he: ערוך הודעה
id: Sunting pesan
it: Modifica messaggio
ko: 메시지 수정
nl: Bericht wijzigen
pt_br: Editar mensagem
zh_hk: 編輯訊息
zh_ow: 編輯水晶玉

# lng_edit_message_text
source: New message...
cs: Text nové zprávy...
de: Neuer Text...
es: Mensaje nuevo...
he: הודעת טקסט חדשה...
id: Teks pesan baru...
it: Nuovo testo messaggio...
ko: 새로운 메시지...
nl: Nieuw bericht...
pt_br: Nova mensagem de texto...
zh_hk: 新增訊息文字…
zh_ow: 新增水晶玉文字…

# lng_deleted
source: Deleted Account
cs: Smazat Účet
de: Gelöschtes Konto
es: Cuenta eliminada
he: חשבון מחוק
id: Tidak dikenal
it: Account eliminato
ko: 삭제된 계정
nl: Verwijderd Account
pt_br: Conta Excluída
zh_hk: 帳戶已被銷毀
zh_ow: 已詛咒ㄉ靈魂

# lng_deleted_message
source: Deleted message
cs: Smazaná zpráva
de: Gelöschte Nachricht
es: Mensaje eliminado
he: הודעה מחוקה
id: Pesan terhapus
it: Messaggio eliminato
ko: 삭제된 메시지
nl: Verwijderd bericht
pt_br: Mensagem apagada
zh_hk: 刪除的訊息
zh_ow: 已詛咒ㄉ水晶玉

# lng_pinned_message
source: Pinned message
cs: Přišpendlená zpráva
de: Angeheftete Nachricht
es: Mensaje anclado
he: הודעה מוצמדת
id: Pesan tersemat
it: Messaggio fissato
ko: 고정된 메시지
nl: Vastgezet bericht
pt_br: Mensagem fixada
zh_hk: 置頂訊息
zh_ow: 置頂水晶玉

# lng_pinned_unpin_sure
source: Would you like to unpin this message?
cs: Chceš této zprávě odebrat přešpendlení?
de: Angeheftete Nachricht entfernen?
es: ¿Quieres desanclar este mensaje?
he: האם ברצונך לבטל הצמדת הודעה זו?
id: Apakah Anda ingin mencabutsematkan pesan ini?
it: Vuoi togliere questo messaggio?
ko: 메시지를 고정 해제하시겠습니까?
nl: Wil je dit bericht losmaken?
pt_br: Você gostaria de desafixar essa mensagem?
zh_hk: 您確定要取消置頂這個訊息？
zh_ow: 尼想要取消置頂這則水晶玉嗎？

# lng_pinned_pin_sure
source: Would you like to pin this message?
cs: Chceš tuto zprávu přišpendlit?
de: Möchtest du diese Nachricht anheften?
es: ¿Quieres anclar este mensaje?
he: האם ברצונך להצמיד הודעה זו?
id: Apakah Anda ingin memasangsematkan pesan ini?
it: Vuoi fissare questo messaggio?
ko: 메시지를 고정 하시겠습니까?
nl: Wil je dit bericht vastzetten?
pt_br: Você gostaria de fixar essa mensagem?
zh_hk: 您確定要將這個訊息置頂？
zh_ow: 尼想要將這則水晶玉置頂嗎？

# lng_pinned_pin
source: Pin
cs: Přišpendlit
de: Anheften
es: Anclar
he: הצמד
id: Sematkan
it: Fissa
ko: 고정
nl: Vastzetten
pt_br: Fixar
zh_hk: 置頂
zh_ow: 置頂

# lng_pinned_unpin
source: Unpin
cs: Odebrat přišpendlení
de: Entfernen
es: Desanclar
he: בטל הצמדה
id: Cabut sematkan
it: Togli
ko: 고정해제
nl: Losmaken
pt_br: Desafixar
zh_hk: 取消置頂
zh_ow: 取消置頂

# lng_pinned_notify
source: Notify all members
cs: Upozornit všechny členy
de: Alle benachrichtigen
es: Notificar a todos los miembros
he: שלח התראה למשתמשים
id: Beritahukan semua anggota
it: Notifica tutti i membri
ko: 모두알림
nl: Leden informeren
pt_br: Notificar todos os membros
zh_hk: 通知所有成員
zh_ow: 通知所有魔法師

# lng_intro_about
source: Welcome to the official Telegram Desktop app. It's fast and secure.
cs: Vítej v oficiální desktopové aplikaci Telegram. Je rychlá a bezpečná.
de: Willkommen in der offiziellen Telegram Desktop App. Die App ist schnell und sicher.
es: Te damos la bienvenida a la app oficial para PC. Es rápida y segura.
he: ברוכים הבאים לאפליקציית המסרים הרשמית של טלגרט. זה מהיר ובטוח
it: Benvenuti nell'app desktop ufficiale Telegram Desktop. È veloce e sicura.
ko: PC 공식버전에 오신 것을 환영합니다. 안전하고 신속합니다.
nl: Welkom bij de officiële Telegram desktop-app. Snel en veilig.
pt_br: Bem vindo ao aplicativo oficial Telegram Desktop. É rápido e seguro.
zh_hk: 歡迎使用 Telegram 官方桌面應用程式。 訊息傳送快速又安全。
zh_ow: 歡迎使用官方版 Telegreat Desktop 應用程式。 快速而安全。

# lng_start_msgs
source: Start Messaging
cs: ZAČÍT KOMUNIKOVAT
de: JETZT STARTEN
es: EMPEZAR A CONVERSAR
he: התחל לדבר
id: MULAI MENULIS PESAN
it: INIZIA A MESSAGGIARE
ko: 시작하기
nl: BEGIN MET CHATTEN
pt_br: COMECE A CONVERSAR
zh_hk: 開始聊天
zh_ow: 開始使用

# lng_intro_next
source: Next
cs: DALŠÍ
de: WEITER
es: SIGUIENTE
he: הבא
id: LANJUT
it: AVANTI
ko: 다음
nl: VOLGENDE
pt_br: PRÓXIMO
zh_hk: 下一步
zh_ow: 下一步

# lng_intro_finish
source: Sign Up
cs: REGISTROVAT
de: REGISTRIEREN
es: REGISTRARSE
he: הירשם
id: DAFTAR
it: ISCRIVITI
ko: 회원가입
nl: AANMELDEN
pt_br: CADASTRAR
zh_hk: 註冊
zh_ow: 註冊

# lng_intro_submit
source: Submit
cs: ODESLAT
de: SENDEN
es: ENVIAR
he: שלח
id: KIRIM
it: INVIA
ko: 제출
nl: VERSTUREN
pt_br: ENVIAR
zh_hk: 提交
zh_ow: 提交

# lng_photo_caption
source: Caption
cs: Popisek
de: Beschriftung
es: Comentario
he: כותרת
id: Judul
it: Didascalia
ko: 추가설명
nl: Onderschrift
pt_br: Legenda
zh_hk: 說明
zh_ow: 說明文字

# lng_photos_comment
source: Comment
cs: Komentář
de: Kommentar
es: Comentario
he: תגובה
it: Commento
ko: 코멘트
nl: Opmerking
pt_br: Comentário
zh_hk: 說明
zh_ow: 註解

# lng_phone_title
source: Your Phone Number
cs: Tvůj telefon
de: Dein Telefon
es: Tu teléfono
he: הטלפון שלך
id: Telepon Anda
it: Il tuo telefono
ko: 전화번호
nl: Je telefoon
pt_br: Seu Telefone
zh_hk: 你的電話號碼
zh_ow: 尼ㄉ魔法器號碼

# lng_phone_desc
source: Please confirm your country code and enter your phone number.
cs: Prosím potvrď kód své země a zadej své telefonní číslo.
de: Bitte Land und Telefonnummer ohne führende Null eintragen.
es: Por favor, confirma el código de tu país y tu número de teléfono.
he: אשר את קוד המדינה שלך והקלד את מספר הטלפון שלך.
id: Silakan konfirmasikan kode negara dan masukkan nomor telepon Anda.
it: Per favore conferma il tuo prefisso internazionale e inserisci il tuo numero di telefono.
ko: 국가번호와 전화번호를 입력하세요. (대한민국 국가번호: 82)
nl: Bevestig je landnummer en voer je telefoonnummer in.
pt_br: Confirme o código de seu país e preencha seu número de telefone.
zh_hk: 請確認您的國碼並輸入您的手機號碼
zh_ow: 請確認尼ㄉ陣營號碼並且 施展魔法尼ㄉ魔法器號碼。

# lng_country_code
source: Country Code
cs: Kód země
de: Ländercode
es: Código de país
he: קוד מדינה
id: Kode negara
it: Prefisso nazionale
ko: 국가번호
nl: Landnummer
pt_br: Código do País
zh_hk: 國碼
zh_ow: 陣營號碼

# lng_bad_country_code
source: Invalid Country Code
cs: Neplatný kód země
de: Falscher Ländercode
es: Código de país inválido
he: קוד מדינה שגוי
id: Kode negara tidak benar
it: Prefisso nazionale non valido
ko: 올바른 국가번호가 아닙니다.
nl: Ongeldig landnummer
pt_br: Código do País Inválido
zh_hk: 無效的國碼
zh_ow: 無效ㄉ陣營號碼

# lng_country_ph
source: Search
cs: Hledat
de: Suche
es: Buscar
he: חיפוש
id: Cari
it: Cerca
ko: 검색
nl: Zoeken
pt_br: Busca
zh_hk: 搜尋
zh_ow: 搜尋

# lng_country_none
source: Country not found
cs: Země nenalezena
de: Land nicht gefunden
es: País no encontrado
he: לא נמצאה מדינה
id: Negara tidak ditemukan
it: Nazione non trovata
ko: 국가를 찾지 못하였습니다.
nl: Land niet gevonden
pt_br: País não encontrado
zh_hk: 找不到此國家
zh_ow: 找不到陣營

# lng_country_select
source: Select Country
cs: Vyber zemi
de: Land auswählen
es: Seleccionar país
he: בחר מדינה
id: Pilih negara
it: Seleziona nazione
ko: 국가 선택
nl: Land kiezen
pt_br: Selecionar país
zh_hk: 選擇國家
zh_ow: 選擇陣營

# lng_code_ph
source: Code
cs: Tvůj kód
de: Dein Code
es: Tu código
he: הקוד שלך
id: Kode Anda
it: Codice
ko: 코드번호
nl: Je code
pt_br: Código
zh_hk: 驗證碼
zh_ow: 驗證碼

# lng_code_desc
source: We've sent an activation code to your phone. Please enter it below.
cs: Poslali jsme ti zprávu s aktivačním kódem na tvůj telefon. Zadej ji prosím níže.
de: Wir haben dir einen Aktivierungscode gesendet. Bitte Code hier eingeben.
es: Hemos enviado un mensaje con un código de activación a tu teléfono. Por favor, ponlo abajo.
he: שלחנו הודעה עם קוד הפעלה לטלפון שלך. הזן אותו למטה.
id: Kami telah mengirim pesan berisi kode aktivasi ke telepon Anda. Masukkan kode tersebut di bawah ini.
it: Abbiamo inviato un messaggio col codice di attivazione al tuo telefono. Inseriscilo qui
ko: 인증코드 메세지를 휴대폰으로 전송하였습니다. 인증코드를 아래에 입력하여 주세요.
nl: We hebben een bericht met activatiecode verstuurd naar je nummer, geef deze hieronder in.
pt_br: Enviamos uma SMS com um código de ativação para o seu telefone. Insira-o abaixo.
zh_hk: 我們已經傳送一個包含驗證碼的短訊 到您的手機。請在下面輸入。
zh_ow: 我們已經傳送一則包含驗證碼ㄉ傳統水晶玉 到尼ㄉ魔法器。請在下面施展魔法。

# lng_code_no_telegram
source: Send code via SMS
cs: Poslat kód přes SMS
de: Code per SMS senden
es: Enviar el código vía SMS
he: שלח קוד באמצעות SMS
id: Kirim kode melalui SMS
it: Invia codice tramite SMS
ko: 코드를 SMS로 전송
nl: Verstuur code via SMS
pt_br: Enviar código via SMS
zh_hk: 透過短訊傳送驗證碼
zh_ow: 透過傳統水晶玉傳送驗證碼

# lng_code_call
source: Telegram will call you in {minutes}:{seconds}
cs: Telegram vytočí tvé číslo za {minutes}:{seconds}
de: Telegram ruft dich an in {minutes}:{seconds}
es: Telegram marcará tu número en {minutes}:{seconds}
he: טלגרט יחייג למספר שלך תוך {minutes}:{seconds}
id: Telegram akan menghubungi Anda dalam {minutes}:{seconds}
it: Telegram ti chiamerà tra {minutes}:{seconds}
ko: 텔레그램이 {minutes}:{seconds}후에는 전화를 겁니다.
nl: Telegram belt je over {minutes}:{seconds}
pt_br: Telegram irá te ligar em {minutes}:{seconds}
zh_hk: Telegram 會在 {minutes}:{seconds} 後致電給您
zh_ow: Telegram 會在 {minutes}:{seconds} 打精靈耳給尼

# lng_code_calling
source: Requesting a call from Telegram...
cs: Vyžaduji hovor od Telegram...
de: Telegram ruft dich an...
es: Solicitando una llamada de Telegram...
he: מבקש שיחה מטלגרט...
id: Meminta telepon dari Telegram...
it: Richiedo una telefonata da Telegram...
ko: 텔레그램으로부터 전화 요청을 하고 있습니다...
nl: Oproepverzoek naar Telegram...
pt_br: Aguardando a ligação do Telegram..
zh_hk: 正在要求 Telegram 來電…
zh_ow: 正在要求 Telegram 來電…

# lng_code_called
source: Telegram dialed your number
cs: Telegram vytočil tvé číslo
de: Telegram ruft dich gerade an.
es: Telegram marcó tu número
he: טלגרט התקשר למספר שלך
id: Telegram menghubungi nomor Anda
it: Telegram ti ha chiamato
ko: 텔레그램이 회원님의 전화번호로 전화를 걸었습니다.
nl: Telegram heeft je nummer gebeld
pt_br: Telegram ligou para o seu número
zh_hk: Telegram 撥打了您的手機號碼
zh_ow: Telegram 撥打ㄌ尼ㄉ魔法器號碼

# lng_bad_phone
source: Invalid phone number. Please try again.
cs: Neplatné telefonní číslo. Zkus to prosím znovu.
de: Falsche Nummer, bitte erneut versuchen.
es: Número de teléfono inválido. Por favor, reinténtalo.
he: מספר טלפון שגוי, נסה שוב.
id: Nomor telepon salah. Silakan coba kembali.
it: Numero di telefono non valido. Per favore riprova.
ko: 잘못된 전화번호입니다. 다시 시도해주세요.
nl: Ongeldig telefoonnummer.
pt_br: Número de telefone inválido. Tente novamente.
zh_hk: 手機號碼無效。請重試。
zh_ow: 魔法器號碼無效。請重試。

# lng_bad_code
source: You have entered an invalid code.
cs: Zadal(a) jsi neplatný kód.
de: Ungültiger Code.
es: Has ingresado un código inválido.
he: הקוד שהוזן שגוי.
id: Anda memasukkan kode yang salah.
it: Hai inserito un codice non valido.
ko: 틀린 인증코드입니다. 다시 시도해주세요.
nl: Je hebt een ongeldige code ingevoerd.
pt_br: Você inseriu um código inválido.
zh_hk: 您已輸入一個無效的驗證碼。請重試。
zh_ow: 尼已施展魔法一個無效ㄉ驗證碼。請重試。

# lng_bad_name
source: Enter your first and last name.
cs: Zadej prosím své jméno a příjmení.
de: Bitte trage Vor- und Nachnamen ein.
es: Por favor, pon tu nombre y apellidos.
he: הכנס שם ראשון ושם אחרון.
id: Masukkan nama depan dan belakang Anda.
it: Per favore inserisci il tuo nome e cognome.
ko: 성과 이름을 입력해주세요.
nl: Voer je voor- en achternaam in.
pt_br: Por favor, insira seu nome e sobrenome.
zh_hk: 請輸入您的姓名。
zh_ow: 請施展魔法尼ㄉ姓名。

# lng_bad_photo
source: Sorry, Telegram can't process that type of image.
cs: Zvolená špatná fotka.
de: Fehler beim Upload.
es: La imagen seleccionada es errónea.
he: התמונה שנבחרה פגומה.
id: Gambar buruk dipilih.
it: Immagine selezionata non valida.
ko: 올바르지 않은 이미지를 선택하였습니다.
nl: Ongeldig bestand gekozen.
pt_br: Erro na imagem selecionada.
zh_hk: 抱歉，Telegram 無法處理這種類型的圖片。
zh_ow: 抱歉，Telegram 無法處理這種類型ㄉ圖片。

# lng_signin_title
source: Cloud password check
cs: Kontrola cloudového hesla
de: Dein Kennwort
es: Contraseña
he: בדיקת סיסמת ענן
id: Pemeriksaan kata sandi awan
it: Verifica password
ko: 클라우드 비밀번호 확인
nl: Cloud-wachtwoord:
pt_br: Verificar senha
zh_hk: 兩步驗證
zh_ow: 雲端令咒核對

# lng_signin_desc
source: Please enter your cloud password.
cs: Zadej prosím své cloudové heslo.
de: Bitte Kennwort eingeben.
es: Por favor, pon tu contraseña.
he: הזן את סיסמת הענן שלך.
id: Masukkan kata sandi awan Anda.
it: Per favore inserisci la tua password.
ko: 클라우드 비밀번호 입력
nl: Cloud-wachtwoord invoeren
pt_br: Por favor, insira sua senha.
zh_hk: 請輸入您的兩步驗證密碼
zh_ow: 請施展魔法尼ㄉ雲端令咒。

# lng_signin_recover_desc
source: Please enter the code from the email {email}
cs: Zadej prosím kód z e-mailu {email}
de: Bitte Code aus der E-Mail {email} eingeben.
es: Por favor, pon el código desde el e-mail {email}
he: הזן את הקוד מהמייל {email}
id: Gunakan kode yang Anda terima melalui surel.
it: Per favore inserisci il codice dall'e-mail {email}
ko: 이메일로 부터 받은 코드를 입력해주세요 {email}
nl: Voer de code uit de e-mail in {email}
pt_br: Por favor, insira o código de seu email {email}
zh_hk: 請輸入來自電子郵件的驗證碼 {email}
zh_ow: 請施展魔法來自電子郵件ㄉ驗證碼 {email}

# lng_signin_password
source: Your cloud password
cs: Tvé cloudové heslo
de: Dein Kennwort
es: Tu contraseña
he: סיסמת הענן שלך
id: Kata sandi awan Anda
it: La tua password
ko: 클라우드 비밀번호
nl: Je cloud-wachtwoord
pt_br: Sua senha
zh_hk: 您的兩步驗證密碼
zh_ow: 尼ㄉ雲端令咒

# lng_signin_code
source: Code from the email
cs: Kód z e-mailu
de: Code aus der E-Mail
es: Código desde el e-mail
he: קוד מתוך מייל
id: Kode dari surel
it: Codice dall'e-mail
ko: 이메일 코드
nl: Code uit de e-mail
pt_br: Código do email
zh_hk: 來自電子郵件的驗證碼
zh_ow: 來自電子郵件ㄉ驗證碼

# lng_signin_recover
source: Forgot password?
cs: Zapomněl(a) jsi heslo?
de: Kennwort vergessen?
es: ¿Olvidaste la contraseña?
he: שכחת את הסיסמה?
id: Lupa kata sandi?
it: Password dimenticata?
ko: 비밀번호를 잊어버리셨습니까?
nl: Wachtwoord vergeten?
pt_br: Esqueceu sua senha?
zh_hk: 忘記密碼了？
zh_ow: 忘記令咒ㄌ？

# lng_signin_recover_title
source: Password reset
cs: Reset hesla
de: Kennwort zurücksetzen
es: Restablecer contraseña
he: אפס סיסמה
id: Pasang ulang kata sandi
it: Ripristino password
ko: 비밀번호 초기화
nl: Wachtwoord reset
pt_br: Redefinir senha
zh_hk: 密碼重設
zh_ow: 令咒重置

# lng_signin_hint
source: Hint: {password_hint}
cs: Rada: {password_hint}
de: Hinweis: {password_hint}
es: Pista: {password_hint}
he: רמז: {password_hint}
id: Petunjuk: {password_hint}
it: Suggerimento: {password_hint}
ko: 힌트: {password_hint}
pt_br: Dica: {password_hint}
zh_hk: 提示： {password_hint}
zh_ow: 提示： {password_hint}

# lng_signin_recover_hint
source: We sent a code to {recover_email}
cs: Kód byl zaslán na {recover_email}
de: Code wurde an {recover_email} gesendet
es: El código fue enviado a {recover_email}
he: הקוד נשלח אל {recover_email}
id: Kode terkirim ke {recover_email}
it: Il codice è stato inviato a {recover_email}
ko: {recover_email} 로 코드를 전송하였습니다.
nl: De code is verstuurd naar {recover_email}
pt_br: Código enviado para {recover_email}
zh_hk: 驗證碼傳送到 {recover_email}
zh_ow: 驗證碼傳送到 {recover_email}

# lng_signin_bad_password
source: You have entered a wrong password.
cs: Zadal(a) jsi špatné heslo.
de: Falsches Kennwort eingegeben.
es: Pusiste la contraseña equivocada.
he: הקוד שהזנת לא נכון.
id: Anda memasukkan kata sandi yang salah.
it: Hai inserito una password errata.
ko: 잘못된 비밀번호를 입력하였습니다.
nl: Ongeldig wachtwoord.
pt_br: Você colocou uma senha errada.
zh_hk: 您輸入了一個錯誤的密碼。
zh_ow: 尼施展魔法ㄌ一個錯誤ㄉ令咒。

# lng_signin_wrong_code
source: You have entered an invalid code.
cs: Zadal(a) jsi špatný kód.
de: Ungültiger Code.
es: Has ingresado un código inválido.
he: הקוד שהזנת שגוי.
id: Anda memasukkan kode yang salah.
it: Hai inserito un codice non valido.
ko: 틀린 인증코드입니다. 다시 시도해주세요.
nl: Je hebt een ongeldige code ingevoerd.
pt_br: Você inseriu um código inválido
zh_hk: 您輸入了一個無效的驗證碼。請重試。
zh_ow: 尼施展魔法ㄌ一個無效ㄉ驗證碼。請重試。

# lng_signin_try_password
source: Unable to access your email?
cs: Máš problém s přístupem ke svému e-mailu?
de: Du hast keinen Zugang zu deinen E-Mails?
es: ¿Tienes problemas para acceder a tu e-mail?
he: מתקשה לגשת למייל שלך?
id: Mengalami masalah saat mengakses surel Anda?
it: Hai problemi ad accedere alla tua e-mail?
ko: 이메일 접근이 안되시나요?
nl: Kun je je e-mail niet benaderen?
pt_br: Problemas ao acessar seu email?
zh_hk: 存取您電郵時出現問題？
zh_ow: 存取尼自己ㄉ電子郵件有麻煩嗎？
