Repository: telegramdesktop/tdesktop
Catalog: Telegram/Resources/langs/lang_*.strings
Languages: cs, de, es, he, id, it, ko, nl, pt_br, zh_hk, zh_ow

# lng_rights_group_ban
source: Ban users
de: Nutzer sperren
es: Suspender usuarios
he: לחסום משתמשים
it: Bloccare utenti
ko: 사용자 차단
nl: Leden blokkeren
pt_br: Banir usuários
zh_hk: 封鎖用戶
zh_ow: 魔障屏蔽魔法師

# lng_rights_group_invite_link
source: Invite users via link
de: Nutzer per Link einladen
es: Invitar con un enlace
he: להזמין משתמשים באמצעות קישור
it: Invitare utenti tramite link
ko: 링크를 통하여 사용자 초대
nl: Uitnodigen via link
pt_br: Convidar usuários via link
zh_hk: 以連結邀請使用者
zh_ow: 透過傳送器邀請魔法師

# lng_rights_group_invite
source: Add members
de: Nutzer hinzufügen
es: Añadir usuarios
he: להוסיף משתמשים
it: Aggiungere utenti
ko: 사용자 추가
nl: Leden toevoegen
pt_br: Adicionar usuários
zh_hk: 新增用戶
zh_ow: 添加魔法師

# lng_rights_group_pin
source: Pin messages
de: Nachrichten anheften
es: Anclar mensajes
he: להצמיד הודעות
it: Fissare messaggi
ko: 메시지 고정
nl: Berichten vastzetten
pt_br: Fixar mensagens
zh_hk: 置頂訊息
zh_ow: 置頂水晶玉

# lng_rights_group_delete
source: Delete messages
de: Nachrichten löschen
es: Eliminar mensajes
he: למחוק הודעות
it: Eliminare messaggi
ko: 메시지 삭제
nl: Berichten verwijderen
pt_br: Apagar mensagens
zh_hk: 刪除訊息
zh_ow: 詛咒水晶玉

# lng_rights_add_admins
source: Add new admins
de: Neue Admins hinzufügen
es: Añadir administradores
he: להוסיף מנהלים חדשים
it: Aggiungere amministratori
ko: 새 관리자 추가
nl: Beheerders toevoegen
pt_br: Adicionar novos admins
zh_hk: 新增管理員
zh_ow: 添加新ㄉ大魔法師

# lng_rights_chat_send_text
source: Send messages
de: Nachrichten senden
es: Enviar mensajes
he: לשלוח הודעות
it: Inviare messaggi
ko: 메시지 전송
nl: Berichten sturen
pt_br: Enviar mensagens
zh_hk: 傳送訊息
zh_ow: 傳送水晶玉

# lng_rights_chat_send_media
source: Send media
de: Medien senden
es: Enviar multimedia
he: לשלוח מדיה
it: Inviare media
ko: 미디어 전송
nl: Media sturen
pt_br: Enviar mídias
zh_hk: 傳送媒體
zh_ow: 傳送媒體

# lng_rights_chat_send_stickers
source: Send stickers & GIFs
de: Sticker & GIFs senden
es: Enviar stickers y GIF
he: לשלוח מדבקות והנפשות
it: Inviare sticker e GIF
ko: 스티커 & GIF 전송
nl: GIF's en stickers sturen
pt_br: Enviar stickers e GIFs
zh_hk: 傳送貼圖及 GIF
zh_ow: 傳送貼圖 & GIF

# lng_rights_chat_send_links
source: Embed links
de: Linkvorschau senden
es: Enviar vista previa de enlaces
he: להטמיע קישורים
it: Inviare link con anteprima
ko: 링크 저장
nl: Link-voorbeeld sturen
pt_br: Preview de links
zh_hk: 嵌入連結
zh_ow: 嵌入傳送器

# lng_rights_chat_banned_until_header
source: Restricted until
de: Eingeschränkt bis
es: Restringido hasta
he: הגבל ל
it: Limitato fino a
ko: 다음까지 제한
nl: Beperkt tot
pt_br: Restringir até
zh_hk: 限制期
zh_ow: 限制直到

# lng_rights_chat_banned_forever
source: Forever
de: Dauerhaft
es: Siempre
he: לעולם
it: Sempre
ko: 영원히
nl: Voor altijd
pt_br: Sempre
zh_hk: 永久
zh_ow: 永遠

# lng_rights_chat_banned_day#one
source: For {count} day
de: Für {count} Tag
es: Por {count} día
he: ליום {count}
it: Per {count} giorno
ko: {count} 일 까지
nl: {count} dag
pt_br: Por {count} dia
zh_hk: {count} 天
zh_ow: {count} 天

# lng_rights_chat_banned_day#other
source: For {count} days
de: Für {count} Tage
es: Por {count} días
he: ל {count} ימים
it: Per {count} giorni
ko: {count} 일 까지
nl: {count} dagen
pt_br: Por {count} dias
zh_hk: {count} 天
zh_ow: {count} 天

# lng_rights_chat_banned_week#one
source: For {count} week
de: Für {count} Woche
es: Por {count} semana
he: לשבוע {count}
it: Per {count} settimana
ko: {count} 주 까지
nl: {count} week
pt_br: Por {count} semana
zh_hk: {count} 星期
zh_ow: {count} 週

# lng_rights_chat_banned_week#other
source: For {count} weeks
de: Für {count} Wochen
es: Por {count} semanas
he: ל {count} שבועות
it: Per {count} settimane
ko: {count} 주 까지
nl: {count} weken
pt_br: Por {count} semanas
zh_hk: {count} 星期
zh_ow: {count} 週

# lng_rights_chat_banned_custom
source: Custom
de: Eigener
es: Personalizado
he: מותאם אישית
it: Personalizzato
ko: 커스텀
nl: Aangepast
pt_br: Personalizado
zh_hk: 自訂
zh_ow: 自訂

# lng_rights_chat_banned_custom_date
source: Until {date}
de: Bis {date}
es: Hasta el {date}
he: עד {date}
it: Fino a {date}
ko: {date} 일까지
nl: Tot {date}
pt_br: Até {date}
zh_hk: 直到 {date}
zh_ow: 直到 {date}

# lng_restricted_send_message
source: The admins of this group have restricted your ability to send messages.
de: Die Admins dieser Gruppe haben dir die Berechtigung entzogen, Nachrichten zu senden.
es: Los administradores del grupo han restringido que escribas.
he: מנהלי הקבוצה הגבילו אותך מלכתוב בקבוצה.
it: Gli amministratori di questo gruppo ti hanno vietato di scrivere qui.
ko: 그룹 관리자가 회원님의 메시지 작성을 제한했습니다.
nl: Je bent beperkt in het plaatsen van berichten door de beheerders.
pt_br: Os administradores do grupo restringiram você de escrever aqui.
zh_hk: 此群組的管理員已限制您傳送訊息。
zh_ow: 這個圈圈ㄉ大魔法師限制尼在這裡發言。

# lng_restricted_send_stickers
source: The admins of this group have restricted your ability to send stickers.
de: Die Admins dieser Gruppe haben dir die Berechtigung entzogen, Sticker zu senden.
es: Los administradores del grupo han restringido que envíes stickers.
he: מנהלי הקבוצה הגבילו אותך מפרסום מדבקות בקבוצה.
it: Spiacenti, gli amministratori di questo gruppo ti hanno vietato di inviare sticker.
ko: 그룹 관리자가 회원님의 스티커 전송을 제한했습니다.
nl: Je bent beperkt in het sturen van stickers door de beheerders.
pt_br: Desculpe, os administradores do grupo te restringiram do envio de stickers.
zh_hk: 此群組的管理員已限制您傳送貼圖。
zh_ow: 這個圈圈ㄉ大魔法師限制尼在這裡張貼貼圖。

# lng_restricted_send_gifs
source: The admins of this group have restricted your ability to send GIFs.
de: Die Admins dieser Gruppe haben dir die Berechtigung entzogen, GIFs zu senden.
es: Los administradores del grupo han restringido que envíes GIF.
he: מנהלי הקבוצה הגבילו אותך מפרסום הנפשות בקבוצה.
it: Spiacenti, gli amministratori di questo gruppo ti hanno vietato di inviare GIF.
ko: 그룹 관리자가 회원님의 GIF 전송을 제한했습니다.
nl: Je bent beperkt in het sturen van GIF's door de beheerders.
pt_br: Desculpe, os administradores do grupo te restringiram do envio de GIFs.
zh_hk: 此群組的管理員已限制您傳送 GIF。
zh_ow: 這個圈圈ㄉ大魔法師限制尼在這裡張貼GIF動圖。

# lng_restricted_send_inline
source: The admins of this group have restricted your ability to send inline content.
de: Die Admins dieser Gruppe haben dir die Berechtigung entzogen, Inline-Bot Inhalte zu senden.
es: Los administradores del grupo han restringido que envíes contenido integrado.
he: מנהלי הקבוצה הגבילו אותך מפרסום תוכן מוטבע בקבוצה.
it: Gli amministratori di questo gruppo ti hanno vietato di inviare contenuti inline qui.
ko: 그룹 관리자가 회원님의 인라인 명령어를 제한했습니다.
nl: Je bent beperkt in het sturen van inline-content door de beheerders.
pt_br: Os administradores do grupo restringiram você de usar bots integrados aqui.
zh_hk: 此群組的管理員已限制您傳送內嵌內容。
zh_ow: 這個圈圈ㄉ大魔法師限制尼在這裡張貼行內機器人內容。

# lng_admin_log_title_all
source: All actions
de: Alle Aktionen
es: Todas las acciones
he: כל הפעולות
it: Tutte le azioni
ko: 모든 활동
nl: Alle gebeurtenissen
pt_br: Todas as ações
zh_hk: 所有操作
zh_ow: 所有動作

# lng_admin_log_title_selected
source: Selected actions
de: Ausgewählte Aktionen
es: Acciones seleccionadas
he: בחר פעולות
it: Azioni selezionate
ko: 선택한 활동
nl: Geselecteerde gebeurtenissen
pt_br: Ações selecionadas
zh_hk: 已篩選的操作
zh_ow: 選定ㄉ動作

# lng_admin_log_filter
source: Filter
de: Filtern
es: Filtrar
he: סנן
it: Filtro
ko: 필터
nl: Filteren
pt_br: Filtro
zh_hk: 篩選
zh_ow: 篩選器

# lng_admin_log_filter_title
source: Filter
de: Filtern
es: Filtrar
he: סנן
it: Filtro
ko: 필터
nl: Filteren
pt_br: Filtro
zh_hk: 篩選
zh_ow: 篩選器

# lng_admin_log_filter_all_actions
source: All actions
de: Alle Aktionen
es: Todas las acciones
he: כל הפעולות
it: Tutte le azioni
ko: 모든 활동
nl: Alle gebeurtenissen
pt_br: Todas as ações
zh_hk: 所有操作
zh_ow: 所有動作

# lng_admin_log_filter_restrictions
source: New restrictions
de: Neue Einschränkungen
es: Nuevas restricciones
he: הגבלות חדשות
it: Nuove restrizioni
ko: 새 제한
nl: Nieuwe beperkingen
pt_br: Novas restrições
zh_hk: 用戶限制
zh_ow: 新增限制

# lng_admin_log_filter_admins_new
source: Admin rights
de: Neue Admins
es: Nuevos administradores
he: מנהלים חדשים
it: Nuovi amministratori
ko: 새 관리자
nl: Nieuwe beheerders
pt_br: Novos admins
zh_hk: 管理員權限
zh_ow: 新增大魔法師

# lng_admin_log_filter_members_new
source: New members
de: Neue Mitglieder
es: Nuevos miembros
he: מנויים חדשים
it: Nuovi membri
ko: 새 사용자
nl: Nieuwe leden
pt_br: Novos membros
zh_hk: 成員加入
zh_ow: 新增魔法師

# lng_admin_log_filter_info_group
source: Group info
de: Gruppen-Info
es: Información del grupo
he: מידע קבוצה
it: Info gruppo
ko: 그룹 정보
nl: Groepsinformatie
pt_br: Info do grupo
zh_hk: 群組資訊
zh_ow: 圈圈魔法書

# lng_admin_log_filter_info_channel
source: Channel info
de: Kanal-Info
es: Información del canal
he: מידע ערוץ
it: Info canale
ko: 채널 정보
nl: Kanaalinformatie
pt_br: Info do canal
zh_hk: 頻道資訊
zh_ow: 大聲公魔法書

# lng_admin_log_filter_messages_deleted
source: Deleted messages
de: Gelöschte Nachrichten
es: Mensajes eliminados
he: הודעות שנמחקו
it: Messaggi eliminati
ko: 삭제된 메시지
nl: Verwijderd berichten
pt_br: Mensagens apagadas
zh_hk: 刪除訊息
zh_ow: 已詛咒ㄉ水晶玉

# lng_admin_log_filter_messages_edited
source: Edited messages
de: Bearbeitete Nachrichten
es: Mensajes editados
he: הודעות שנערכו
it: Messaggi modificati
ko: 수정된 메시지
nl: Gewijzigde berichten
pt_br: Mensagens editadas
zh_hk: 編輯訊息
zh_ow: 已編輯ㄉ水晶玉

# lng_admin_log_filter_messages_pinned
source: Pinned messages
de: Angeheftete Nachrichten
es: Mensajes anclados
he: הודעות שהוצמדו
it: Messaggi fissati
ko: 고정된 메시지
nl: Vastgezette berichten
pt_br: Mensagens fixadas
zh_hk: 置頂訊息
zh_ow: 置頂水晶玉

# lng_admin_log_filter_members_removed
source: Members leaving
de: Ehemalige Mitglieder
es: Miembros eliminados
he: משתמשים שעזבו או הוסרו
it: Membri rimossi
ko: 추방된 사용자
nl: Vertrokken leden
pt_br: Membros saindo
zh_hk: 成員離開
zh_ow: 離開魔法師

# lng_admin_log_filter_all_admins
source: All users and admins
de: Alle Nutzer
es: Todos los usuarios
he: כל המנהלים
it: Tutti gli utenti e amministratori
ko: 모든 사용자 및 관리자
nl: Alle gebruikers
pt_br: Todos usuários e admins
zh_hk: 所有用戶及管理員
zh_ow: 所有ㄉ魔法師和大魔法師

# lng_admin_log_about
source: What is this?
de: Was ist das?
es: ¿Qué es esto?
he: מה זה?
it: Cos'è questo?
ko: 이것은 무엇인가요?
nl: Wat is dit?
pt_br: O que é isso?
zh_hk: 這是甚麼？
zh_ow: 這是什麼？

# lng_admin_log_about_text
source: This is a list of all notable actions by group members and admins in the last 48 hours.
de: Das ist eine Liste aller Aktionen, die von Gruppenmitgliedern und Admins in den letzten 48 Stunden durchgeführt wurden.
es: Esta es una lista de las acciones de servicio realizadas por los miembros y administradores del grupo en las últimas 48 horas.
he: זוהי רשימה של כל הפעולות שבוצעו על ידי חברי הקבוצה ומנהליה ב -48 השעות האחרונות.
it: Questa è una lista di tutte le azioni di servizio eseguite dai membri e dagli amministratori del gruppo nelle ultime 48 ore.
ko: 그룹 사용자와 관리자의 지난 48시간동안 활동 리스트입니다.
nl: Dit is een lijst met alle acties van de groepsleden en beheerders in de afgelopen 48 uur.
pt_br: Essa é uma lista de todas as ações tomadas pelos membros e admins do grupo nas últimas 48 horas.
zh_hk: 這是一個列表，列出成員與管理員於 48 小時內的所有操作。
zh_ow: 這是魔法師和大魔法師在過去48小時內所有操作ㄉ紀錄。

# lng_admin_log_no_results_title
source: No actions found
de: Keine Aktionen gefunden
es: No se encontraron acciones
he: לא בוצעו פעולות
it: Nessuna azione trovata
ko: 활동내역을 찾을 수 없습니다.
nl: Geen gebeurtenissen
pt_br: Nenhuma ação encontrada
zh_hk: 找不到操作
zh_ow: 沒有找到動作

# lng_admin_log_no_results_text
source: No recent actions that match your query were found.
de: Keine kürzlichen Ereignisse gefunden, die deinen Suchbegriff beinhalten.
es: No se encontraron acciones que coincidan con tu solicitud.
he: לא נמצאו פעולות אחרונות התואמות עם השאילתה שלך.
it: Non sono stati trovate azioni recenti che rispondono alla tua richiesta.
ko: 검색한 내용의 활동을 찾을 수 없습니다.
nl: Geen recente gebeurtenissen gevonden voor je zoekopdracht.
pt_br: Nenhuma ação correspondente foi encontrado.
zh_hk: 找不到與你查詢對應的最近操作。
zh_ow: 沒有找到符合尼查詢ㄉ最近ㄉ動作。

# lng_admin_log_no_results_search_text
source: No recent actions that contain '{query}' have been found.
de: Keine kürzlichen Aktionen gefunden, die '{query}' beinhalten.
es: No se encontraron acciones que contengan “{query}”.
he: לא נמצאו פעולות אחרונות עם השאילתה '{query}'.
it: Non sono state trovate azioni recenti contenenti '{query}'.
ko: 검색한 '{query}'을/를 포함한 활동을 찾을 수 없습니다.
nl: Geen recente gebeurtenissen voor '{query}' gevonden.
pt_br: Nenhuma ação que contenha "{query}" foi encontrada.
zh_hk: 找不到含有「{query}」的最近操作。
zh_ow: 沒有找到最近有包含「{query}」ㄉ動作。

# lng_admin_log_no_events_title
source: No actions yet
de: Keine Aktionen gefunden
es: Aún no hay acciones
he: אין פעולות
it: Ancora nessuna azione
ko: 아직 활동내역이 없습니다.
nl: Nog geen gebeurtenissen
pt_br: Ainda não há ações aqui.
zh_hk: 沒有操作
zh_ow: 還沒有動作

# lng_admin_log_no_events_text
source: No notable actions taken by the members and admins of this group in the last 48 hours.
de: Es wurden keine Service-Aktionen von Admins und Gruppenmitgliedern in den letzten 48 Stunden durchgeführt.
es: Los miembros y administradores no han realizado acciones de servicio en las últimas 48 horas.
he: לא בוצעו פעולות על ידי משתמשי או מנהלי הקבוצה במהלך 48 השעות האחרונות.
it: Non ci sono state azioni di servizio da parte dei membri e degli amministratori del gruppo nelle ultime 48 ore.
ko: 그룹 사용자와 관리자의 지난 48시간동안 활동 리스트입니다.
nl: Beheerders en leden hebben geen acties uitgevoerd in de afgelopen 48 uur.
pt_br: Nenhuma ação foi tomada pelos membros e admins do grupo nas últimas 48 horas.
zh_hk: 於過去 48 小時內，成員及管理員均沒有執行任何操作。
zh_ow: 沒有圈圈魔法師和管 理員在過去48小時 內採取ㄉ動作。

# lng_admin_log_empty_text
source: Empty
de: Leer
es: Vacío
he: ריק
it: Vuota
ko: 없음
nl: Leeg
pt_br: Vazio
zh_hk: 空白
zh_ow: 空ㄉ

# lng_admin_log_changed_title_channel
source: {from} changed channel name to «{title}»
de: {from} hat den Kanalnamen in «{title}» geändert
es: {from} cambió el nombre del canal a «{title}»
he: {from} שינה את שם הערוץ ל «{title}»
it: {from} ha cambiato il nome del canale in «{title}»
ko: {from} 님이 채널이름을 «{title}» 로 바꾸셨습니다.
nl: {from} heeft de kanaalnaam gewijzigd naar «{title}»
pt_br: {from} alterou o título do canal para «{title}»
zh_hk: {from} 已將頻道名稱改為【{title}】
zh_ow: {from} 將大聲公名稱變更為 «{title}»

# lng_admin_log_changed_description_group
source: {from} edited group description:
de: {from} hat Gruppenbeschreibung bearbeitet:
es: {from} editó la descripción del grupo:
he: {from} ערך את תיאור הקבוצה:
it: {from} ha cambiato la descrizione del gruppo:
ko: {from} 님이 그룹정보을 변경했습니다:
nl: beschrijving door {from} gewijzigd:
pt_br: {from} editou a descrição do grupo:
zh_hk: {from} 編輯了群組簡介
zh_ow: {from} 編輯ㄌ圈圈魔法書：

# lng_admin_log_removed_description_group
source: {from} removed group description
de: {from} hat Gruppenbeschreibung entfernt
es: {from} eliminó la descripción del grupo
he: {from} הסיר את תיאור הקבוצה
it: {from} ha rimosso la descrizione del gruppo
ko: {from} 님이 그룹정보을 삭제했습니다.
nl: beschrijving door {from} verwijderd
pt_br: {from} removeu a descrição do grupo
zh_hk: {from} 移除了群組簡介
zh_ow: {from} 炸毀ㄌ圈圈魔法書

# lng_admin_log_changed_description_channel
source: {from} edited channel description:
de: {from} hat Kanalbeschreibung bearbeitet:
es: {from} editó la descripción del canal:
he: {from} ערך את תיאור הערוץ:
it: {from} ha cambiato la descrizione del canale:
ko: {from} 님이 채널정보을 변경했습니다:
nl: beschrijving door {from} gewijzigd:
pt_br: {from} editou a descrição do canal:
zh_hk: {from} 編輯了頻道簡介
zh_ow: {from} 編輯ㄌ大聲公魔法書：

# lng_admin_log_removed_description_channel
source: {from} removed channel description
de: {from} hat Kanalbeschreibung entfernt
es: {from} eliminó la descripción del canal
he: {from} הסיר את תיאור הערוץ
it: {from} ha rimosso la descrizione del canale
ko: {from} 님이 그룹정보을 삭제했습니다.
nl: beschrijving door {from} verwijderd
pt_br: {from} removeu a descrição do canal
zh_hk: {from} 移除了頻道簡介
zh_ow: {from} 炸毀ㄌ大聲公魔法書

# lng_admin_log_previous_description
source: Previous description
de: Vorherige Beschreibung
es: Descripción anterior
he: תיאור קודם
it: Descrizione precedente
ko: 기존 정보
nl: Vorige beschrijving
pt_br: Descrição prévia
zh_hk: 原簡介
zh_ow: 先前ㄉ魔法書

# lng_admin_log_changed_link_group
source: {from} changed group link:
de: {from} hat Gruppen-Link geändert:
es: {from} cambió el enlace del grupo:
he: {from} שינה את קישור הקבוצה:
it: {from} ha cambiato il link del gruppo:
ko: {from} 님이 그룹링크을 변경했습니다:
nl: link door {from} gewijzigd:
pt_br: {from} alterou o link do grupo
zh_hk: {from} 更改了群組連結
zh_ow: {from} 變更ㄌ圈圈傳送器：

# lng_admin_log_removed_link_group
source: {from} removed group link
de: {from} hat Gruppen-Link entfernt
es: {from} eliminó el enlace del grupo
he: {from} הסיר את קישור הקבוצה
it: {from} ha rimosso il link del gruppo
ko: {from} 님이 그룹링크를 삭제했습니다.
nl: link door {from} verwijderd:
pt_br: {from} removeu o link do grupo
zh_hk: {from} 移除了群組連結
zh_ow: {from} 炸毀ㄌ圈圈傳送器

# lng_admin_log_changed_link_channel
source: {from} changed channel link:
de: {from} hat Kanal-Link geändert:
es: {from} cambió el enlace del canal:
he: {from} שינה את קישור הערוץ:
it: {from} ha cambiato il link del canale:
ko: {from} 님이 채널링크를 변경했습니다:
nl: link door {from} gewijzigd:
pt_br: {from} alterou o link do canal:
zh_hk: {from} 更改了頻道連結
zh_ow: {from} 變更ㄌ大聲公傳送器：

# lng_admin_log_removed_link_channel
source: {from} removed channel link
de: {from} hat Kanal-Link entfernt
es: {from} eliminó el enlace del canal
he: {from} הסיר את קישור הערוץ
it: {from} ha rimosso il link del canale
ko: {from} 님이 채널링크를 삭제했습니다.
nl: link door {from} verwijderd:
pt_br: {from} removeu o link do canal
zh_hk: {from} 移除了頻道連結
zh_ow: {from} 炸毀ㄌ大聲公傳送器

# lng_admin_log_previous_link
source: Previous link
de: Vorheriger Link
es: Enlace previo
he: קישור קודם
it: Link precedente
ko: 기존 링크
nl: Vorige link
pt_br: Link prévio
zh_hk: 原連結
zh_ow: 先前ㄉ傳送器

# lng_admin_log_changed_photo_group
source: {from} changed group photo
de: {from} hat Gruppenbild geändert
es: {from} cambió la foto de grupo
he: {from} שינה את תמונת הקבוצה
it: {from} ha cambiato la foto del gruppo
ko: {from} 님이 그룹사진을 변경했습니다.
nl: Groepsafbeelding door {from} gewijzigd
pt_br: {from} alterou a foto do grupo
zh_hk: {from} 更改了群組相片
zh_ow: {from} 變更ㄌ圈圈照片

# lng_admin_log_changed_photo_channel
source: {from} changed channel photo
de: {from} hat Kanalbild geändert
es: {from} cambió la foto del canal
he: {from} שינה את תמונת הערוץ
it: {from} ha cambiato la foto del canale
ko: {from} 님이 채널사진을 변경했습니다.
nl: Kanaalfoto door {from} gewijzigd
pt_br: {from} alterou a foto do canal
zh_hk: {from} 更改了頻道相片
zh_ow: {from} 變更ㄌ大聲公照片

# lng_admin_log_removed_photo_group
source: {from} removed group photo
de: {from} hat Gruppenbild entfernt
es: {from} eliminó la foto del grupo
he: {from} הסיר את תמונת הקבוצה
it: {from} ha rimosso la foto del gruppo
ko: {from} 님이 그룹사진을 삭제했습니다.
nl: {from} heeft de groepsfoto verwijderd
pt_br: {from} removeu a foto do grupo
zh_hk: {from} 移除了群組相片
zh_ow: {from} 炸毀ㄌ圈圈照片

# lng_admin_log_removed_photo_channel
source: {from} removed channel photo
de: {from} hat Kanalbild entfernt
es: {from} eliminó la foto del canal
he: {from} הסיר את תמונת הערוץ
it: {from} ha rimosso la foto del canale
ko: {from} 님이 채널사진을 삭제했습니다.
nl: {from} heeft de kanaalfoto verwijderd
pt_br: {from} removeu a foto do canal
zh_hk: {from} 移除了頻道相片
zh_ow: {from} 炸毀ㄌ大聲公照片

# lng_admin_log_invites_enabled
source: {from} enabled group invites
de: {from} hat Gruppeneinladungen aktiviert
es: {from} permitió las invitaciones
he: {from} הפעיל הזמנות לקבוצה
it: {from} ha attivato gli inviti del gruppo
ko: {from} 님이 그룹 초대를 허용했습니다.
nl: uitnodigingen door {from} ingeschakeld
pt_br: {from} habilitou convites ao grupo
zh_hk: {from} 啟用了群組邀請
zh_ow: {from} 啟用ㄌ圈圈邀請

# lng_admin_log_invites_disabled
source: {from} disabled group invites
de: {from} hat Gruppeneinladungen deaktiviert
es: {from} desactivó las invitaciones
he: {from} השבית הזמנות לקבוצה
it: {from} ha disattivato gli inviti del gruppo
ko: {from} 님이 그룹 초대를 금지했습니다.
nl: uitnodigingen door {from} uitgeschakeld
pt_br: {from} desabilitou convites ao grupo
zh_hk: {from} 停用了群組邀請
zh_ow: {from} 停用ㄌ圈圈邀請

# lng_admin_log_signatures_enabled
source: {from} enabled signatures
de: {from} hat Unterschriften aktiviert
es: {from} activó las firmas
he: {from} הפעיל חתימות
it: {from} ha attivato le firme
ko: {from} 님이 서명을 허용했습니다.
nl: ondertekenen door {from} ingeschakeld
pt_br: {from} assinaturas habilitadas
zh_hk: {from} 啟用了署名
zh_ow: {from} 啟用ㄌ簽名

# lng_admin_log_signatures_disabled
source: {from} disabled signatures
de: {from} hat Unterschriften deaktiviert
es: {from} desactivó las firmas
he: {from} השבית חתימות
it: {from} ha disattivato le firme
ko: {from} 님이 서명을 금지했습니다.
nl: ondertekenen door {from} uitgeschakeld
pt_br: {from} assinaturas desabilitadas
zh_hk: {from} 停用了署名
zh_ow: {from} 停用ㄌ簽名

# lng_admin_log_history_made_hidden
source: {from} made the group history hidden for new members
he: {from} הסתיר היסטוריית קבוצה למנויים חדשים
zh_hk: {from} 設定了新成員不可以看到舊訊息
zh_ow: {from} 對新魔法師隱藏ㄌ加入前ㄉ舊水晶玉

# lng_admin_log_history_made_visible
source: {from} made group history visible for new members
he: {from} גילה היסטוריית קבוצה למנויים חדשים
zh_hk: {from} 設定了新成員可以看到舊訊息
zh_ow: {from} 對新魔法師顯示ㄌ加入前ㄉ舊水晶玉

# lng_admin_log_pinned_message
source: {from} pinned message:
de: {from} hat Nachricht angeheftet:
es: {from} ancló un mensaje:
he: {from} הצמיד הודעה:
it: {from} ha fissato un messaggio:
ko: {from} 님이 메시지를 고정했습니다:
nl: Bericht door {from} vastgezet:
pt_br: {from} fixou a mensagem:
zh_hk: {from} 置頂了訊息
zh_ow: {from} 置頂ㄌ水晶玉：

# lng_admin_log_unpinned_message
source: {from} unpinned message
de: {from} hat angeheftete Nachricht entfernt
es: {from} desancló un mensaje
he: {from} ביטל הצמדת הודעה
it: {from} ha tolto un messaggio
ko: {from} 님이 메시지 고정을 해제했습니다.
nl: Bericht door {from} losgemaakt
pt_br: {from} desafixou a mensagem
zh_hk: {from} 取消了置頂訊息
zh_ow: {from} 取消ㄌ置頂水晶玉

# lng_admin_log_edited_caption
source: {from} edited caption:
de: {from} hat Beschriftung bearbeitet:
es: {from} editó un comentario:
he: {from} ערך כותרת:
it: {from} ha modificato la didascalia:
ko: {from} 님이 자막을 변경했습니다:
nl: Onderschrift door {from} gewijzigd:
pt_br: {from} editou a legenda:
zh_hk: {from} 編輯了說明
zh_ow: {from} 編輯ㄌ說明文字：

# lng_admin_log_removed_caption
source: {from} removed caption
de: {from} hat Beschriftung entfernt
es: {from} eliminó un comentario
he: {from} הסיר כותרת
it: {from} ha rimosso la didascalia
ko: {from} 님이 자막은 삭제했습니다
nl: Onderschrift door {from} verwijderd
pt_br: {from} removeu a legenda
zh_hk: {from} 移除了說明
zh_ow: {from} 炸毀ㄌ說明文字

# lng_admin_log_previous_caption
source: Original caption
de: Original-Beschriftung
es: Comentario original
he: כותרת מקורית
it: Didascalia originale
ko: 원본 자막
nl: Origineel onderschrift
pt_br: Legenda original
zh_hk: 原說明
zh_ow: 原始說明文字

# lng_admin_log_edited_message
source: {from} edited message:
de: {from} hat Nachricht bearbeitet:
es: {from} editó un mensaje:
he: {from} ערך הודעה:
it: {from} ha modificato un messaggio:
ko: {from} 님이 메시지를 수정했습니다:
nl: Bericht door {from} gewijzigd
pt_br: {from} editou a mensagem:
zh_hk: {from} 編輯了訊息
zh_ow: {from} 編輯ㄌ水晶玉：

# lng_admin_log_previous_message
source: Original message
de: Original-Nachricht
es: Mensaje original
he: הודעה מקורית
it: Messaggio originale
ko: 원본 메시지
nl: Origineel bericht
pt_br: Mensagem original
zh_hk: 原訊息
zh_ow: 原始水晶玉

# lng_admin_log_deleted_message
source: {from} deleted message:
de: {from} hat Nachricht gelöscht:
es: {from} eliminó un mensaje:
he: {from} מחק הודעה:
it: {from} ha eliminato un messaggio:
ko: {from} 님이 메시지를 삭제했습니다:
nl: Bericht door {from} verwijderd
pt_br: {from} apagou a mensagem:
zh_hk: {from} 刪除了訊息
zh_ow: {from} 詛咒ㄌ水晶玉：

# lng_admin_log_participant_joined
source: {from} joined the group
de: {from} ist der Gruppe beigetreten
es: {from} se unió al grupo
he: {from} הצטרף לקבוצה
it: {from} si è unito al gruppo
ko: {from} 님이 그룹에 들어왔습니다.
nl: {from} is nu lid van de groep
pt_br: {from} entrou no grupo
zh_hk: {from} 加入了群組
zh_ow: {from} 加入ㄌ圈圈
