Repository: telegramdesktop/tdesktop
Catalog: Telegram/Resources/langs/lang_*.strings
Languages: cs, de, es, he, id, it, ko, nl, pt_br, zh_hk, zh_ow

# lng_edit_privacy_lastseen_exceptions
source: You can add users or entire groups as exceptions that will override the settings above.
cs: Tato nastavení jsou nadřazená hodnotám výše.
de: Hier kannst du Kontakte hinzufügen, für die eine Ausnahme gemacht werden soll.
es: Estos ajustes anularán los valores de arriba.
he: הגדרות אלו יגברו על ההגדרות שלמעלה.
it: Queste impostazioni annulleranno i valori precedenti.
ko: 이 설정은 위 값을 무효화합니다
nl: Deze instelling overschrijft de bovenstaande.
pt_br: Essas configurações irão sobrescrever os valores anteriores.
zh_hk: 例外名單將會覆蓋上述設定。
zh_ow: 這些設定將覆蓋上述值。

# lng_edit_privacy_lastseen_always_title
source: Always share with
cs: Vždy sdílet s
de: Immer teilen mit
es: Compartir con
he: שתף תמיד עם
it: Condividi con
ko: 항상 공유
nl: Altijd delen met
pt_br: Sempre compartilhar com
zh_hk: 總是分享：
zh_ow: 總是與誰分享

# lng_edit_privacy_lastseen_never_title
source: Never share with
cs: Nesdílet s
de: Niemals teilen mit
es: No compartir con
he: לעולם אל תשתף עם
it: Non condividere co
ko: 항상 공유 안함
nl: Nooit delen met
pt_br: Nunca compartilhar com
zh_hk: 永不分享：
zh_ow: 永不與誰分享

# lng_edit_privacy_groups_title
source: Groups & Channels
cs: Nastavení pozvánek do skupin
de: Wer kann mich Gruppen hinzufügen?
es: Invitación a grupos
he: הגדרות הזמנה לקבוצות
it: Gruppi
ko: 그룹 초대 설정
nl: Wie kan mij toevoegen?
pt_br: Configurações de convite à grupos
zh_hk: 群組及頻道邀請設定
zh_ow: 圈圈邀請設定

# lng_edit_privacy_groups_always_empty
source: Always allow
de: Immer erlauben
es: Permitir
he: התר תמיד
it: Consenti sempre
ko: 항상 허용
nl: Altijd toestaan
pt_br: Sempre permitir
zh_hk: 總是允許
zh_ow: 總是允許

# lng_edit_privacy_groups_never_empty
source: Never allow
de: Niemals erlauben
es: No permitir
he: אסור תמיד
it: Non consentire mai
ko: 허용 안함
nl: Nooit toestaan
pt_br: Nunca permitir
zh_hk: 永不允許
zh_ow: 永不允許

# lng_edit_privacy_groups_exceptions
source: These users will or will not be able to add you to groups and channels regardless of the settings above.
cs: Tito uživatelé tě budou / nebudou moci pozvat do skupin a kanálů, nezávisle na nastavení výše.
de: Hier kannst du Nutzer hinzufügen, für die eine Ausnahme gemacht werden soll.
es: Estos usuarios podrán o no añadirte a grupos y canales, independiente de los ajustes de arriba.
he: משתמשים אלו יוכלו או לא יוכלו לצרף אותך לקבוצות וערוצים ללא קשר להגדרות שלמעלה.
it: Questi utenti potranno o non potranno aggiungerti a gruppi e canali indipendentemente dalle impostazioni precedenti.
ko: 위의 설정과 무관하여 이 사용자는 회원님을 그룹이나 채널로 초대할 수 없습니다.
nl: Deze gebruikers altijd toestaan of verbieden je aan groepen en kanalen toe te voegen.
pt_br: Esses usuários poderão ou não te adicionar em grupos e canais dependendo de suas configurações.
zh_hk: 不論上述的設定如何，這些用戶皆使用獨立設定，以決定他們能否將您加入到群組或頻道。
zh_ow: 這些魔法師將能夠或不能夠把尼加入到圈圈和大聲公，不論上述設定為何。

# lng_edit_privacy_groups_always_title
source: Always allow
cs: Vždy povolit
de: Immer erlauben
es: Permitir
he: התר תמיד
it: Consenti sempre
ko: 항상 허용
nl: Altijd toestaan
pt_br: Sempre permitir
zh_hk: 總是允許
zh_ow: 總是允許

# lng_edit_privacy_groups_never_title
source: Never allow
cs: Nikdy nepovolit
de: Niemals erlauben
es: No permitir
he: אסור תמיד
it: Non consentire mai
ko: 허용 안함
nl: Nooit toestaan
pt_br: Nunca permitir
zh_hk: 永不允許
zh_ow: 永不允許

# lng_edit_privacy_calls_title
source: Calls
de: Anrufe
es: Privacidad de llamadas
he: פרטיות שיחות טלגרם
it: Privacy chiamate
ko: 전화 보안
nl: Oproepen
pt_br: Chamadas
zh_hk: Telegram 通話私隱
zh_ow: Telegram 精靈耳隱私

# lng_edit_privacy_calls_always_empty
source: Always allow
de: Immer erlauben
es: Permitir
he: תמיד מורשה
it: Consenti sempre
ko: 항상 허용
nl: Altijd toestaan
pt_br: Sempre permitir
zh_hk: 總是允許
zh_ow: 總是允許

# lng_edit_privacy_calls_never_empty
source: Never allow
de: Niemals erlauben
es: No permitir
he: לעולם לא מורשה
it: Non consentire mai
ko: 허용 안함
nl: Nooit toestaan
pt_br: Nunca permitir
zh_hk: 永不允許
zh_ow: 永不允許

# lng_edit_privacy_calls_exceptions
source: These users will or will not be able to call you regardless of the settings above.
de: Hier kannst du Nutzer hinzufügen, für die eine Ausnahme gemacht werden soll.
es: Estos usuarios podrán o no llamarte, independiente de los ajustes de arriba.
he: משתמשים אלו יוכלו או לא יוכלו להתקשר אליך ללא קשר להגדרות שלמעלה.
it: Questi utenti potranno o non potranno chiamarti indipendentemente dalle impostazioni precedenti.
ko: 위의 설정과 무관하여 이 사용자는 회원님을 전화를 하거나 할 수 없게 됩니다.
nl: Deze gebruikers altijd toestaan of verbieden om je te bellen.
pt_br: Esses usuários poderão ou não te ligar dependendo de suas configurações.
zh_hk: 不論上述的設定如何，這些用戶皆使用獨立設定，以決定他們能否致電給您。
zh_ow: 這些魔法師將能夠或不能夠打精靈耳給尼，不論上述設定為何。

# lng_edit_privacy_calls_always_title
source: Always allow
de: Immer erlauben
es: Permitir
he: תמיד מורשים
it: Consenti sempre
ko: 항상 허용
nl: Altijd toestaan
pt_br: Sempre permitir
zh_hk: 總是允許
zh_ow: 總是允許

# lng_edit_privacy_calls_never_title
source: Never allow
de: Niemals erlauben
es: No permitir
he: לעולם לא מורשים
it: Non consentire mai
ko: 허용 안함
nl: Nooit toestaan
pt_br: Nunca permitir
zh_hk: 永不允許
zh_ow: 永不允許

# lng_self_destruct_title
source: Account self-destruction
cs: Samo-zničení účtu
de: Automatische Kontolöschung
es: Autodestrucción de la cuenta
he: השמדה עצמית של החשבון
it: Autodistruzione account
ko: 계정 자동탈퇴
nl: Account verwijderen
pt_br: Auto-destruição da conta
zh_hk: 帳戶自動銷毀
zh_ow: 靈魂自動銷毀

# lng_self_destruct_description
source: If you don't come online at least once within this period, your account will be deleted along with all groups, messages and contacts.
cs: Pokud nebudeš online alespoň jednou za tuto dobu, tvůj účet bude kompletně smazán se všemi kontakty, zprávami, i soubory.
de: Wenn du dich innerhalb dieser Zeit nicht anmeldest, wird dein Konto mit allen Nachrichten, Gruppen und Kontakten gelöscht.
es: Si no estás en línea durante este tiempo, al menos una vez, tu cuenta se eliminará con todos tus grupos, mensajes y contactos.
he: אם לא תבקר בטלגרם לפחות פעם אחת בתקופה זו, החשבון שלך יימחק יחד עם כל הקבוצות, ההודעות ואנשי הקשר.
it: Se non ti connetti almeno una volta in questo periodo, il tuo account verrà eliminato insieme a tutti i gruppi, i messaggi e i contatti.
ko: 이 기간동안 최소한 한번도 온라인이 안될 경우 이 계정은 그룹대화, 일반대화 및 연락처 모두가 삭제됩니다.
nl: Als je binnen deze periode niet minimaal één keer ingelogd bent geweest zal je account worden verwijderd, inclusief alle data.
pt_br: Se você não ficar online ao menos uma vez nesse período, sua conta será apagada junto com seus grupos, mensagens e contatos.
zh_hk: 如果您在這段時間內沒有登入，您的帳戶以及所有聊天、群組及聯絡人都會被永久刪除。
zh_ow: 尼在這段期間內至少要上線一次，否則尼ㄉ靈魂將被詛咒，尼也將失去所有ㄉ圈圈、水晶玉及同伴。

# lng_change_phone_new_submit
source: Submit
cs: Potvrdit
de: Absenden
es: Enviar
he: שלח
it: Invia
ko: 입력
nl: Versturen
pt_br: Enviar
zh_hk: 提交
zh_ow: 提交

# lng_change_phone_code_title
source: Enter code
cs: Zadej kód
de: Code eingeben
es: Pon el código
he: הזן קוד
it: Inserisci il codice
ko: 인증코드 입력
nl: Code invoeren
pt_br: Insira o código
zh_hk: 輸入驗證碼
zh_ow: 施展魔法令咒

# lng_preview_loading
source: Getting Link Info...
cs: Získávám info o odkazu...
de: Lade Linkvorschau...
es: Obteniendo enlace...
he: מקבל מידע קישור...
id: Mendapatkan Pranala Info...
it: Recupero le info del link...
ko: 링크 정보를 가져오는 중..
nl: Link-preview ophalen...
pt_br: Obtendo Informações do Link...
zh_hk: 正在擷取連結資訊…
zh_ow: 取得傳送器魔法書中…

# lng_profile_settings_section
source: Settings
cs: Nastavení
de: Einstellungen
es: Ajustes
he: הגדרות
id: Pengaturan
it: Impostazioni
ko: 환경설정
nl: Instellingen
pt_br: Configurações
zh_hk: 設定
zh_ow: 設定

# lng_profile_bot_settings
source: Bot Settings
cs: Nastavení
de: Einstellungen
es: Ajustes
he: הגדרות רובוט
id: Pengaturan
it: Impostazioni
ko: 환경설정
nl: Instellingen
pt_br: Configurações
zh_hk: 機械人設定
zh_ow: Bot 設定

# lng_profile_bot_help
source: Bot Help
cs: Nápověda
de: Hilfe
es: Ayuda
he: עזרה רובוט
id: Bantuan
it: Aiuto
ko: 도움말
nl: Help
pt_br: Ajuda
zh_hk: 機械人説明
zh_ow: Bot 説明

# lng_profile_common_groups#one
source: {count} group in common
de: {count} gemeinsame Gruppe
es: {count} grupo en común
he: קבוצה {count} במשותף
it: {count} gruppo in comune
ko: 공통그룹 {count}개
nl: {count} gedeelde groep
pt_br: {count} grupo em comum
zh_hk: {count} 個共同群組
zh_ow: {count} 個共同ㄉ圈圈

# lng_profile_common_groups#other
source: {count} groups in common
de: {count} gemeinsame Gruppen
es: {count} grupos en común
he: {count} קבוצות במשותף
it: {count} gruppi in comune
ko: 공통그룹 {count}개
nl: {count} gedeelde groepen
pt_br: {count} grupos em comum
zh_hk: {count} 個共同群組
zh_ow: {count} 個共同ㄉ圈圈

# lng_profile_participants_section
source: Members
cs: Členové
de: Teilnehmer
es: Miembros
he: מנויים
id: Anggota
it: Membri
ko: 사용자
nl: Leden
pt_br: Membros
zh_hk: 成員
zh_ow: 魔法師

# lng_profile_add_contact
source: Add Contact
cs: Přidat kontakt
de: Kontakt hinzufügen
es: Añadir contacto
he: הוסף איש קשר
id: Tambah Kontak
it: Aggiungi contatto
ko: 연락처 추가
nl: Contact toevoegen
pt_br: Adicionar Contato
zh_hk: 新增聯絡人
zh_ow: 添加同伴

# lng_profile_clear_and_exit
source: Delete and leave
cs: Smazat a zavřít
de: Löschen und verlassen
es: Eliminar y salir
he: מחק וצא
id: Hapus dan keluar
it: Elimina ed esci
ko: 삭제 후 종료
nl: Verwijder en verlaat
pt_br: Apagar e sair
zh_hk: 刪除及離開
zh_ow: 詛咒並離開

# lng_profile_leave_channel
source: Leave channel
cs: Opustit kanál
de: Kanal verlassen
es: Salir del canal
he: עזוב ערוץ
id: Tinggalkan kanal
it: Lascia il canale
ko: 채널 나가기
nl: Kanaal verlaten
pt_br: Sair do Canal
zh_hk: 離開頻道
zh_ow: 離開大聲公

# lng_profile_delete_channel
source: Delete channel
cs: Smazat kanál
de: Kanal löschen
es: Eliminar el canal
he: מחק ערוץ
id: Hapus kanal
it: Elimina canale
ko: 채널 삭제
nl: Kanaal verwijderen
pt_br: Apagar Canal
zh_hk: 刪除頻道
zh_ow: 詛咒大聲公

# lng_profile_leave_group
source: Leave group
cs: Opustit skupinu
de: Gruppe verlassen
es: Salir del grupo
he: עזוב קבוצה
id: Tinggalkan grup
it: Lascia il gruppo
ko: 그룹방 나가기
nl: Groep verlaten
pt_br: Sair do grupo
zh_hk: 離開群組
zh_ow: 離開圈圈

# lng_profile_delete_group
source: Delete group
cs: Smazat skupinu
de: Gruppe löschen
es: Eliminar grupo
he: מחק קבוצה
id: Hapus grup
it: Elimina gruppo
ko: 그룹방 삭제
nl: Groep verwijderen
pt_br: Apagar grupo
zh_hk: 刪除群組
zh_ow: 詛咒圈圈

# lng_profile_report
source: Report
cs: Reportovat
de: Melden
es: Reportar
he: דווח
id: Laporkan
it: Segnala
ko: 신고
nl: Melden
pt_br: Reportar
zh_hk: 舉報
zh_ow: 檢舉

# lng_profile_block_bot
source: Stop and block bot
cs: Vypnout a blokovat bota
de: Bot anhalten und blockieren
es: Detener y bloquear el bot
he: עצור וחסום רובוט
id: Setop dan blokir bot
it: Arresta e blocca bot
ko: 봇 중지 및 차단
nl: Stop en blokkeer bot
pt_br: Parar e bloquear o bot
zh_hk: 停止並封鎖機械人
zh_ow: 停止並魔障屏蔽機器人

# lng_profile_invite_to_group
source: Add to Group
cs: Přidat do skupiny
de: In eine Gruppe einladen
es: Añadir al grupo
he: הוסף לקבוצה
id: Tambahkan ke Grup
it: Aggiungi a un gruppo
ko: 그룹에 추가
nl: Groepslid maken
pt_br: Adicionar ao Grupo
zh_hk: 加入到群組
zh_ow: 加入到圈圈

# lng_profile_add_participant
source: Add Members
cs: Přidat členy
de: Neues Mitglied
es: Añadir miembros
he: הוסף מנויים
id: Tambah Anggota
it: Aggiungi membri
ko: 대화상대 추가
nl: Lid toevoegen
pt_br: Adicionar Membros
zh_hk: 新增成員
zh_ow: 添加魔法師

# lng_profile_view_channel
source: View Channel
cs: Zobrazit kanál
de: Kanal anzeigen
es: Ver canal
he: הצג ערוץ
id: Lihat Kanal
it: Visualizza canale
ko: 채널 보기
nl: Naar kanaal
pt_br: Visualizar Canal
zh_hk: 查看頻道訊息
zh_ow: 檢視大聲公

# lng_profile_join_channel
source: Join Channel
cs: Připojit se
de: Beitreten
es: Unirme
he: הצטרף לערוץ
id: Gabung
it: Unisciti
ko: 참여
nl: Lid worden
pt_br: Entrar
zh_hk: 加入頻道
zh_ow: 加入大聲公

# lng_profile_join_group
source: Join Group
he: הצטרף לקבוצה
zh_hk: 加入群組
zh_ow: 加入圈圈

# lng_profile_kick
source: Remove
cs: Odebrat
de: Entfernen
es: Eliminar
he: הסר
id: Hapus
it: Rimuovi
ko: 삭제
nl: Verwijder
pt_br: Remover
zh_hk: 移除
zh_ow: 炸毀

# lng_profile_sure_kick
source: Remove {user} from the group?
cs: Odebrat {user} ze skupiny?
de: {user} aus der Gruppe entfernen?
es: ¿Eliminar a {user} del grupo?
he: להסיר את {user} מהקבוצה?
id: Keluarkan {user} dari grup ini?
it: Rimuovere {user} dal gruppo?
ko: {user}를 내보내시겠습니까?
nl: {user} uit de groep verwijderen?
pt_br: Remover {user} do grupo?
zh_hk: 封鎖及從群組中移除 {user}？
zh_ow: 從圈圈中炸毀 {user} ？

# lng_profile_sure_kick_channel
source: Remove {user} from the channel?
cs: Odebrat {user} z kanálu?
de: {user} aus dem Kanal entfernen?
es: ¿Eliminar a {user} del canal?
he: להסיר {user} מהערוץ?
id: Keluarkan {user} dari kanal ini?
it: Rimuovere {user} dal canale?
ko: {user}를 내보내시겠습니까?
nl: {user} uit het kanaal verwijderen?
pt_br: Remover {user} do canal?
zh_hk: 封鎖及從頻道中移除 {user}？
zh_ow: 從大聲公中炸毀 {user} ？

# lng_profile_sure_remove_admin
source: Remove {user} from admins?
he: להסיר {user} מניהול?
zh_hk: 從管理員中移除 {user}？
zh_ow: 從大魔法師中炸毀 {user} ？

# lng_profile_loading
source: Loading...
cs: Nahrávám...
de: Lade...
es: Cargando...
he: טוען...
id: Memuat...
it: Carico...
ko: 로드중..
nl: Laden...
pt_br: Carregando...
zh_hk: 載入中…
zh_ow: 載入中…

# lng_profile_photos#one
source: {count} photo
de: {count} Bild
es: {count} foto
he: תמונה {count}
it: {count} foto
ko: 사진 {count}개
nl: {count} foto
pt_br: {count} foto
zh_hk: {count} 張相片
zh_ow: {count} 張照片

# lng_profile_photos#other
source: {count} photos
de: {count} Bilder
es: {count} fotos
he: {count} תמונות
it: {count} foto
ko: 사진 {count}개
nl: {count} foto's
pt_br: {count} fotos
zh_hk: {count} 張相片
zh_ow: {count} 張照片

# lng_profile_videos#one
source: {count} video
es: {count} vídeo
he: קובץ וידאו {count}
ko: 비디오 {count}개
pt_br: {count} vídeo
zh_hk: {count} 段影片
zh_ow: {count} 個影片

# lng_profile_videos#other
source: {count} videos
es: {count} vídeos
he: {count} קבצי וידאו
it: {count} video
ko: 비디오 {count}개
pt_br: {count} vídeos
zh_hk: {count} 段影片
zh_ow: {count} 個影片

# lng_profile_songs#one
source: {count} audio file
de: {count} Audiodatei
es: {count} audio
he: קובץ שמע {count}
it: {count} file audio
ko: 음성파일 {count}개
nl: {count} audiobestand
pt_br: {count} áudio
zh_hk: {count} 首音樂
zh_ow: {count} 音訊檔

# lng_profile_songs#other
source: {count} audio files
de: {count} Audiodateien
es: {count} audios
he: {count} קבצי שמע
it: {count} file audio
ko: 음성파일 {count}개
nl: {count} audiobestanden
pt_br: {count} áudios
zh_hk: {count} 首音樂
zh_ow: {count} 音訊檔

# lng_profile_files#one
source: {count} file
de: {count} Datei
es: {count} archivo
he: קובץ {count}
ko: 파일 {count}개
nl: {count} bestand
pt_br: {count} arquivo
zh_hk: {count} 個檔案
zh_ow: {count} 個玉石

# lng_profile_files#other
source: {count} files
de: {count} Dateien
es: {count} archivos
he: {count} קבצים
it: {count} file
ko: 파일 {count}개
nl: {count} bestanden
pt_br: {count} arquivos
zh_hk: {count} 個檔案
zh_ow: {count} 個玉石

# lng_profile_audios#one
source: {count} voice message
de: {count} Sprachnachricht
es: {count} mensaje de voz
he: הודעה קולית {count}
it: {count} messaggio vocale
ko: 음성메시지 {count}개
nl: {count} spraakbericht
pt_br: {count} mensagem de voz
zh_hk: {count} 個語音訊息
zh_ow: {count} 則語音水晶玉

# lng_profile_audios#other
source: {count} voice messages
de: {count} Sprachnachrichten
es: {count} mensajes de voz
he: {count} הודעות קוליות
it: {count} messaggi vocali
ko: 음성메시지 {count}개
nl: {count} spraakberichten
pt_br: {count} mensagens de voz
zh_hk: {count} 個語音訊息
zh_ow: {count} 則語音水晶玉

# lng_profile_shared_links#one
source: {count} shared link
de: {count} geteilter Link
es: {count} enlace
he: קישור משותף {count}
it: {count} link condiviso
ko: 공유링크 {count}개
nl: {count} gedeelde link
pt_br: {count} link compartilhado
zh_hk: {count} 個連結
zh_ow: {count} 個共享傳送器

# lng_profile_shared_links#other
source: {count} shared links
de: {count} geteilte Links
es: {count} enlaces
he: {count} קישורים משותפים
it: {count} link condivisi
ko: 공유링크 {count}개
nl: {count} gedeelde links
pt_br: {count} links compartilhados
zh_hk: {count} 個連結
zh_ow: {count} 個共享傳送器

# lng_profile_copy_phone
source: Copy Phone Number
cs: Kopírovat telefonní číslo
de: Telefonnummer kopieren
es: Copiar número de teléfono
he: העתק מספר פלאפון
id: Salin nomor telepon
it: Copia numero di telefono
ko: 전화번호 복사
nl: Telefoonnummer kopiëren
pt_br: Copiar Número de Telefone
zh_hk: 複製手機號碼
zh_ow: 複製魔法器號碼

# lng_profile_copy_fullname
source: Copy Name
cs: Kopírovat jméno
de: Name kopieren
es: Copiar nombre
he: העתק שם
id: Salin nama
it: Copia nome
ko: 이름 복사
nl: Naam kopiëren
pt_br: Copiar Nome
zh_hk: 複製名稱
zh_ow: 複製名稱

# lng_info_mobile_label
source: Mobile
he: טלפון
zh_hk: 手機
zh_ow: 魔法器

# lng_info_username_label
source: Username
he: שם משתמש
zh_hk: 用戶名稱
zh_ow: 魔法識別ID

# lng_info_bio_label
source: Bio
he: אודות
zh_hk: 個人簡介
zh_ow: 個性簽名

# lng_info_link_label
source: Link
he: קישור
zh_hk: 連結
zh_ow: 傳送器

# lng_info_about_label
source: Description
he: אודות
zh_hk: 關於
zh_ow: 關於

# lng_info_user_title
source: User Info
he: פרטי משתמש
zh_hk: 用戶資訊
zh_ow: 魔法師魔法書

# lng_info_bot_title
source: Bot Info
he: פרטי רובוט
zh_hk: 機械人資訊
zh_ow: Bot 魔法書

# lng_info_group_title
source: Group Info
he: פרטי קבוצה
zh_hk: 群組簡介
zh_ow: 圈圈魔法書

# lng_info_channel_title
source: Channel Info
he: פרטי ערוץ
zh_hk: 頻道簡介
zh_ow: 大聲公魔法書

# lng_profile_enable_notifications
source: Notifications
cs: Upozornění
de: Benachrichtigungen
es: Notificaciones
he: התראות
id: Pemberitahuan
it: Notifiche
ko: 알림
nl: Meldingen
pt_br: Notificações
zh_hk: 通知
zh_ow: 通知

# lng_profile_send_message
source: Send Message
cs: Poslat zprávu
de: Nachricht senden
es: Enviar mensaje
he: שלח הודעה
id: Kirim Pesan
it: Invia messaggio
ko: 메세지 전송
nl: Bericht sturen
pt_br: Enviar Mensagem
zh_hk: 傳送訊息
zh_ow: 傳送水晶玉

# lng_info_add_as_contact
source: Add to contacts
he: הוסף כאיש קשר
zh_hk: 新增到聯絡人
zh_ow: 添加為同伴

# lng_profile_shared_media
source: Shared media
cs: Sdílená média
de: Geteilte Medien
es: Multimedia
he: מדיה משותפת
id: Media dibagikan
it: Media condivisi
ko: 공유된 미디어
nl: Gedeelde media
pt_br: Mídia compartilhada
zh_hk: 共享的項目
zh_ow: 共享ㄉ媒體

# lng_media_type_photos
source: Photos
cs: Obrázky
de: Bilder
es: Fotos
he: תמונות
id: Foto
it: Foto
ko: 사진
nl: Foto's
pt_br: Fotos
zh_hk: 相片
zh_ow: 照片

# lng_media_type_videos
source: Videos
cs: Videa
es: Vídeos
he: קבצי וידאו
id: Berkas video
it: Video
ko: 동영상
pt_br: Vídeos
zh_hk: 影片
zh_ow: 影片

# lng_media_type_songs
source: Audio files
cs: Audio soubory
de: Audios
es: Audios
he: קבצי אודיו
id: Berkas suara
it: File audio
ko: 음성 파일
nl: Audio
pt_br: Áudios
zh_hk: 音樂
zh_ow: 音訊檔

# lng_media_type_files
source: Files
cs: Soubory
de: Dateien
es: Archivos
he: קבצים
id: Berkas
it: File
ko: 파일
nl: Bestanden
pt_br: Arquivos
zh_hk: 檔案
zh_ow: 玉石

# lng_media_type_audios
source: Voice messages
cs: Hlasové zprávy
de: Sprachnachrichten
es: Mensajes de voz
he: הודעות קוליות
id: Pesan suara
it: Messaggi vocali
ko: 음성 메시지
nl: Spraakberichten
pt_br: Mensagens de voz
zh_hk: 語音訊息
zh_ow: 語音水晶玉

# lng_media_type_links
source: Shared links
cs: Sdílené odkazy
de: Links
es: Enlaces
he: קישורים משותפים
id: Pranala berbagi
it: Link condivisi
ko: 공유된 링크
nl: Gedeelde links
pt_br: Links
zh_hk: 連結
zh_ow: 共享ㄉ傳送器

# lng_media_type_rounds
source: Video messages
he: הודעות וידאו
zh_hk: 視訊訊息
zh_ow: 視訊水晶玉

# lng_profile_common_groups_section
source: Groups in common
cs: Společné skupiny
de: Gemeinsame Gruppen
es: Grupos en común
he: קבוצות במשותף
it: Gruppi in comune
ko: 공통 그룹
nl: Gedeelde groepen
pt_br: Grupos em comum
zh_hk: 共同群組
zh_ow: 共同ㄉ圈圈

# lng_info_edit_contact
source: Edit contact
he: ערוך איש קשר
zh_hk: 編輯聯絡人
zh_ow: 編輯同伴

# lng_info_delete_contact
source: Delete contact
he: מחק איש קשר
zh_hk: 刪除聯絡人
zh_ow: 詛咒同伴

# lng_info_share_contact
source: Share this contact
he: שתף איש קשר
zh_hk: 分享聯絡人
zh_ow: 分享同伴

# lng_profile_clear_history
source: Clear history
cs: Vyčistit historii
de: Verlauf löschen
es: Eliminar historial
he: מחק הסטוריה
id: Hapus sejarah
it: Cancella cronologia
ko: 히스토리 초기화
nl: Geschiedenis wissen
pt_br: Limpar histórico
zh_hk: 清除聊天記錄
zh_ow: 清除聊天紀錄

# lng_profile_delete_conversation
source: Delete chat
cs: Smazat konverzaci
de: Chat löschen
es: Eliminar chat
he: מחק שיחה
id: Hapus percakapan
it: Elimina chat
ko: 대화 지우기
nl: Gesprek verwijderen
pt_br: Apagar conversa
zh_hk: 刪除聊天
zh_ow: 詛咒對話

# lng_profile_block_user
source: Block user
cs: Blokovat uživatele
de: Blockieren
es: Bloquear
he: חסום משתמש
id: Blokir pengguna
it: Blocca utente
ko: 차단하기
nl: Blokkeer gebruiker
pt_br: Bloquear usuário
zh_hk: 封鎖用戶
zh_ow: 魔障屏蔽魔法師

# lng_profile_unblock_user
source: Unblock user
cs: Odblokovat uživatele
de: Freigeben
es: Desbloquear
he: בטל חסימת משתמש
id: Buka blokir pengguna
it: Sblocca utente
ko: 차단해제하기
nl: Deblokkeer gebruiker
pt_br: Desbloquear usuário
zh_hk: 解除封鎖用戶
zh_ow: 解除魔障屏蔽魔法師

# lng_media_selected_photo#one
source: {count} Photo
he: תמונה {count}
zh_hk: {count} 張相片
zh_ow: {count} 張照片

# lng_media_selected_photo#other
source: {count} Photos
he: {count} תמונות
zh_hk: {count} 張相片
zh_ow: {count} 張照片

# lng_media_selected_video#one
source: {count} Video
he: קובץ וידאו {count}
zh_hk: {count} 段影片
zh_ow: {count} 個影片

# lng_media_selected_video#other
source: {count} Videos
he: {count} קבצי וידאו
zh_hk: {count} 段影片
zh_ow: {count} 個影片

# lng_media_selected_song#one
source: {count} Audio file
he: קובץ שמע {count}
zh_hk: {count} 首音樂
zh_ow: {count} 音訊檔

# lng_media_selected_song#other
source: {count} Audio files
he: {count} קבצי שמע
zh_hk: {count} 首音樂
zh_ow: {count} 音訊檔

# lng_media_selected_file#one
source: {count} File
he: קובץ {count}
zh_hk: {count} 個檔案
zh_ow: {count} 個玉石

# lng_media_selected_file#other
source: {count} Files
he: {count} קבצים
zh_hk: {count} 個檔案
zh_ow: {count} 個玉石

# lng_media_selected_audio#one
source: {count} Voice message
he: הודעה קולית {count}
zh_hk: {count} 個語音訊息
zh_ow: {count} 則語音水晶玉

# lng_media_selected_audio#other
source: {count} Voice messages
he: {count} הודעות קוליות
zh_hk: {count} 個語音訊息
zh_ow: {count} 則語音水晶玉

# lng_media_selected_link#one
source: {count} shared link
he: קישור משותף {count}
zh_hk: {count} 個連結
zh_ow: {count} 個共享傳送器

# lng_media_selected_link#other
source: {count} shared links
he: {count} קישורים משותפים
zh_hk: {count} 個連結
zh_ow: {count} 個共享傳送器

# lng_media_photo_empty
source: No photos here yet
he: אין כאן עדיין תמונות
zh_hk: 尚未有相片
zh_ow: 這裡還沒有照片

# lng_media_video_empty
source: No videos here yet
he: אין כאן עדיין קבצי וידאו
zh_hk: 尚未有影片
zh_ow: 這裡還沒有影片

# lng_media_song_empty
source: No music files here yet
he: אין כאן עדיין קבצי שמע
zh_hk: 尚未有音樂
zh_ow: 這裡還沒有音樂檔

# lng_media_file_empty
source: No files here yet
he: אין כאן עדיין קבצים
zh_hk: 尚未有檔案
zh_ow: 這裡還沒有玉石

# lng_media_audio_empty
source: No voice messages here yet
he: אין כאן עדיין הודעות קוליות
zh_hk: 尚未有語音訊息
zh_ow: 這裡還沒有語音水晶玉

# lng_media_link_empty
source: No shared links here yet
he: אין כאן עדיין קישורים משותפים
zh_hk: 尚未有連結
zh_ow: 這裡還沒有共享ㄉ傳送器

# lng_media_song_empty_search
source: No music files found
he: לא נמצאו קבצי מוסיקה
zh_hk: 找不到音樂
zh_ow: 沒有找到任何音樂檔

# lng_media_file_empty_search
source: No files found
he: לא נמצאו קבצים
zh_hk: 找不到檔案
zh_ow: 沒有找到玉石

# lng_media_link_empty_search
source: No shared links found
he: לא נמצאו קישורים משותפים
zh_hk: 找不到連結
zh_ow: 沒有找到共享ㄉ傳送器

# lng_manage_group_title
source: Manage group
he: ניהול קבוצה
zh_hk: 管理群組
zh_ow: 管理圈圈

# lng_manage_channel_title
source: Manage Channel
he: ניהול ערוץ
zh_hk: 管理頻道
zh_ow: 管理大聲公

# lng_manage_peer_recent_actions
source: Recent actions
he: פעולות אחרונות
zh_hk: 最近操作
zh_ow: 最近ㄉ動作

# lng_manage_peer_members
source: Members
he: מנויים
zh_hk: 成員
zh_ow: 魔法師

# lng_manage_peer_administrators
source: Administrators
he: מנהלים
zh_hk: 管理員
zh_ow: 大魔法師

# lng_manage_history_visibility_title
source: Chat history for new members
he: היסטוריית שיחות עבור חברים חדשים
zh_hk: 新成員的聊天記錄
zh_ow: 新魔法師加入前ㄉ舊水晶玉

# lng_manage_history_visibility_shown
source: Visible
he: גלוי
zh_hk: 可見
zh_ow: 顯示

# lng_manage_history_visibility_shown_about
source: New members will see messages that were sent before they joined.
he: משתמשים חדשים יראו הודעות שנשלחו לפני שהצטרפו.
zh_hk: 新成員可以看到舊訊息。
zh_ow: 新魔法師可以看到加入前ㄉ舊水晶玉。

# lng_manage_history_visibility_hidden
source: Hidden
he: מוסתר
zh_hk: 隱藏
zh_ow: 隱藏
