Repository: telegramdesktop/tdesktop
Catalog: Telegram/Resources/langs/lang_*.strings
Languages: cs, de, es, he, id, it, ko, nl, pt_br, zh_hk, zh_ow

# lng_cloud_password_about
source: This password will be asked when you log in on a new device in addition to the code you get via SMS.
cs: Toto heslo po tobě bude požadováno při přihlášení na nové zařízení navíc spolu s PIN kódem.
de: Dieses Kennwort brauchst du, wenn du dich mit einem neuen Gerät anmeldest.
es: Necesitarás la contraseña al iniciar sesión, además del código de activación.
he: תתבקש להזין סיסמה זו בכל התחברות לטלגרם בנוסף לקוד שיישלח ב-SMS או בחשבון הפעיל.
id: Kata sandi ini akan diminta ketika Anda masuk log di perangkat baru sebagai tambahan kode PIN.
it: La password sarà richiesta quando ti connetti da un nuovo dispositivo insieme al codice.
ko: 핀코드와 별도로 새로운 기기에서 로그인하실때 사용되는 비밀번호입니다.
nl: Dit wachtwoord is nodig als je inlogt vanaf een nieuw apparaat, naast de SMS-code.
pt_br: Essa senha será requisitada quando você entrar em um novo dispositivo, após o seu PIN.
zh_hk: 當您登入到一個新裝置時，除了短訊驗證碼，還需要輸入這個密碼。
zh_ow: 當尼登入到一個新魔法器，除ㄌ一般ㄉ驗證碼外，這個令咒將被要求施展魔法。

# lng_cloud_password_about_recover
source: Warning! Are you sure you don't want to add a password recovery email? If you forget your password, you will lose access to your Telegram account.
cs: Varování! Jsi si jistý, že nechceš zadat záložní e-mail pro obnovu hesla? Pokud heslo zapomeneš, ztratíš přístup ke svému učtu Telegram.
de: Hinweis! Möchtest du wirklich keine E-Mail Adresse hinterlegen? Wenn dir dein Kennwort nicht mehr einfällt, verlierst du Zugriff auf dein Telegram Konto.
es: ¡Advertencia! ¿No quieres añadir un e-mail de recuperación para la contraseña? Si olvidas tu contraseña, perderás el acceso a tu cuenta de Telegram.
he: אַזהָרָה! האם אתה בטוח שאינך רוצה להוסיף דואר אלקטרוני לשחזור סיסמה? אם תשכח את הסיסמה שלך, תוכל לאבד גישה לחשבון 'טלגרם' שלך.
id: Peringatan! Apakah Anda yakin tidak ingin menambahkan sebuah surel pemulihan kata sandi? Apabila Anda melupakan kata sandi, Anda akan kehilangan akses ke akun Telegram.
it: Attenzione! Sicuro di non voler aggiungere un'e-mail di recupero? Se dimentichi la tua password, perderai l'accesso al tuo account Telegram.
ko: 경고! 비밀번호 복구 이메일을 설정 안하시겠습니까? 비밀번호 분실시 텔레그램 접근 권한이 유실됩니다.
nl: Let op: Echt geen herstel-emailadres opgeven voor je wachtwoord? Bij verlies van je wachtwoord ben je ook de toegang tot Telegram kwijt.
pt_br: Atenção! Você tem certeza que não quer adicionar um email para recuperação de senha? Se você esquecer sua senha, perderá seu acesso a sua conta no Telegram.
zh_hk: 警告！您確定您不想加入一個恢復密碼用的電郵信箱？ 如果您忘了您的密碼，您將無法再存取您的 Telegram 帳戶。
zh_ow: 警告！尼確定尼不想加入一個令咒恢復用ㄉ電子郵件信箱？ 如果尼忘ㄌ尼ㄉ令咒，尼將 無法再存取尼ㄉ Telegram 靈魂。

# lng_cloud_password_skip_email
source: Skip email
cs: Přeskočit e-mail
de: E-Mail überspringen
es: Omitir e-mail
he: דלג על דואר אלקטרוני
id: Lompati surel
it: Salta e-mail
ko: 이메일 건너뛰기
nl: E-mail overslaan
pt_br: Pular email
zh_hk: 略過電子郵件
zh_ow: 略過電子郵件

# lng_cloud_password_was_set
source: Two-step verification enabled.
cs: Dvoufázová verifikace zapnuta.
de: Zweistufige Bestätigung aktiviert.
es: Verificación en dos pasos activada.
he: אימות דו-שלבי הופעל.
id: Verifikasi dua-tahap diaktifkan.
it: Verifica in due passaggi abilitata.
ko: 2단계 인증이 활성화되었습니다.
nl: Twee-staps-verificatie ingeschakeld.
pt_br: Verificação em duas etapas ativada.
zh_hk: 啟用了兩步驗證。
zh_ow: 啟用ㄌ兩步驟驗證。

# lng_cloud_password_updated
source: Your cloud password was updated.
cs: Tvé cloudové heslo bylo aktualizováno.
de: Kennwort wurde geändert
es: Tu contraseña fue actualizada.
he: סיסמת הענן שלך עודכנה.
id: Kata sandi awan Anda diperbarui.
it: La tua password è stata aggiornata.
ko: 클라우드 비밀번호가 변경되었습니다.
nl: Je cloud-wachtwoord is gewijzigd.
pt_br: Sua senha da nuvem foi atualizada.
zh_hk: 您的兩步驗證密碼已更新。
zh_ow: 尼ㄉ雲端令咒更新ㄌ。

# lng_cloud_password_removed
source: Two-step verification was disabled.
cs: Dvoufázová verifikace byla vypnuta.
de: Zweistufige Bestätigung deaktiviert.
es: Verificación en dos pasos desactivada.
he: אימות דו-שלבי הושבת.
id: Verifikasi dua-tahap dinonaktifkan.
it: La verifica in due passaggi è stata disattivata.
ko: 2단계 인증이 비활성화 되었습니다.
nl: Twee-staps-verificatie uitgeschakeld.
pt_br: Verificação em duas etapas desativada.
zh_hk: 停用了兩步驗證。
zh_ow: 停用ㄌ兩步驟驗證。

# lng_cloud_password_differ
source: Passwords do not match
cs: Hesla se neshodují
de: Kennwörter stimmen nicht überein
es: Las contraseñas no coinciden
he: סיסמאות לא תואמות
id: Kata sandi tidak sesuai
it: Le password non corrispondono
ko: 비밀번호가 일치하지 않습니다.
nl: Wachtwoorden komen niet overeen
pt_br: As senhas não correspondem.
zh_hk: 密碼不相符
zh_ow: 令咒不相符

# lng_cloud_password_wrong
source: Wrong cloud password
cs: Špatné cloudové heslo
de: Falsches Kennwort
es: Contraseña equivocada
he: סיסמת ענן שגויה
id: Kata sandi awan salah
it: Password errata
ko: 올바르지 않은 클라우드 비밀번호입니다.
nl: Onjuist cloud-wachtwoord
pt_br: Senha errada
zh_hk: 錯誤的兩步驗證密碼
zh_ow: 錯誤ㄉ雲端令咒

# lng_cloud_password_is_same
source: Password was not changed
cs: Heslo nebylo změněno
de: Kennwort wurde nicht geändert
es: Contraseña no cambiada
he: הסיסמה לא השתנתה
id: Kata sandi tidak diubah
it: La password non è stata cambiata
ko: 비밀번호가 변경되지 않았습니다.
nl: Wachtwoord is niet gewijzigd
pt_br: Senha não alterada
zh_hk: 密碼沒有更改
zh_ow: 令咒沒有被變更

# lng_connection_auto_connecting
source: Default (connecting...)
cs: Výchozí (připojuji...)
de: Standard (verbinden...)
es: Por defecto (conectando...)
he: ברירת מחדל (מתחבר...)
id: Baru (menyambung...)
it: Predefinita (connetto...)
ko: 기본값 (연결중...)
nl: Standaard (verbinden...)
pt_br: Padrão (conectando...)
zh_hk: 預設（連線中…）
zh_ow: 預設 (連線中…)

# lng_connection_auto
source: Default ({transport} used)
cs: Výchozí ({transport} použit)
de: Standard ({transport} verwendet)
es: Por defecto ({transport} en uso)
he: ברירת מחדל ({transport} בשימוש)
id: Baku ({transport} digunakan)
it: Predefinita ({transport} in uso)
ko: 기본값 ({transport} 사용)
nl: Standaard ({transport} wordt gebruikt)
pt_br: Padrão ({transport} usado)
zh_hk: 預設（使用 {transport}）
zh_ow: 預設 (使用{transport} )

# lng_connection_proxy_connecting
source: Connecting through proxy...
cs: Připojuji skrz proxy...
de: Verbinde über Proxy...
es: Conectando a través de proxy...
he: מתחבר דרך שרת proxy ...
id: Menghubungkan melalui proksi...
it: Connetto tramite proxy...
ko: 프록시 연결 중...
nl: Verbinden via proxy...
pt_br: Conectando via proxy...
zh_hk: 正在經代理伺服器連線…
zh_ow: 透過代理連線中…

# lng_connection_proxy
source: {transport} with proxy
cs: {transport} s proxy
de: {transport} mit Proxy
es: {transport} con un proxy
he: {transport} עם proxy
id: {transport} dengan proksi
it: {transport} con proxy
ko: {transport} 프록시 연결
nl: {transport} met proxy
pt_br: {transport} com proxy
zh_hk: {transport} 用代理方式
zh_ow: {transport} 用代理方式

# lng_connection_try_ipv6
source: Try connecting through IPv6
cs: Zkoušet připojovat skrz IPv6
de: Über IPv6 verbinden
es: Intentar conectar a través de IPv6
he: נסה להתחבר באמצעות IPv6
id: Coba sambungan melalui IPv6
it: Prova a connettere tramite IPv6
ko: IPv6로 연결 시도 중
nl: Verbinden via IPV6
pt_br: Tentar conexão via IPv6
zh_hk: 嘗試透過 IPv6 連線
zh_ow: 嘗試透過 IPv6 連線

# lng_connection_host_ph
source: Hostname
de: Server
es: Nombre del host
he: שם מארח
id: Nama inang
ko: 호스트네임
nl: Hostnaam
pt_br: Nome do host
zh_hk: 主機
zh_ow: 主機名稱

# lng_connection_port_ph
source: Port
es: Puerto
he: פורט
id: Porta
it: Porta
ko: 포트
nl: Poort
pt_br: Porta
zh_hk: 連接埠
zh_ow: 連接埠

# lng_connection_user_ph
source: Username
cs: Uživatelské jméno
de: Benutzer
es: Alias
he: שם משתמש
id: Nama pengguna
ko: 아이디
nl: Gebruiker
pt_br: Usuário
zh_hk: 用戶名稱
zh_ow: 魔法識別ID

# lng_connection_password_ph
source: Password
cs: Heslo
de: Kennwort
es: Contraseña
he: סיסמה
id: Kata sandi
ko: 비밀번호
nl: Wachtwoord
pt_br: Senha
zh_hk: 密碼
zh_ow: 令咒

# lng_connection_save
source: Save
cs: Uložit
de: Speichern
es: Guardar
he: שמור
id: Simpan
it: Salva
ko: 저장
nl: Opslaan
pt_br: Salvar
zh_hk: 儲存
zh_ow: 儲存

# lng_settings_blocked_users
source: Blocked users
cs: Zablokovaní uživatelé
de: Blockierte Nutzer
es: Usuarios bloqueados
he: משתמשים חסומים
it: Utenti bloccati
ko: 차단된 사용자
nl: Geblokkeerde gebruikers
pt_br: Usuários bloqueados
zh_hk: 黑名單
zh_ow: 魔障屏蔽名單

# lng_settings_show_sessions
source: Active sessions
cs: Zobrazit všechny konekce
de: Sitzungen
es: Mostrar todas las sesiones
he: הראה את כל החיבורים
id: Tampilkan semua sesi
it: Mostra tutte le sessioni
ko: 모든 세션 보기
nl: Alle sessies weergeven
pt_br: Exibir todas as sessões
zh_hk: 已登入的裝置
zh_ow: 顯示登入ㄉ魔法器

# lng_settings_reset_sure
source: Are you sure you want to terminate all other sessions?
cs: Opravdu chceš ukončit všechny ostatní konekce?
de: Sicher, dass du alle anderen Sitzungen abmelden möchtest?
es: ¿Quieres cerrar todas las otras sesiones?
he: האם אתה בטוח שברצונך לבטל את החיבורים חוץ מחשבון זה?
id: Apakah Anda yakin ingin memutuskan semua sesi lainnya?
it: Sicuro di voler terminare tutte le altre sessioni?
ko: 현재 기기를 제외하고 다른 기기에 로그인된 세션을 모두 종료시킬까요?
nl: Alle apparaten behalve het huidige apparaat uitloggen?
pt_br: Você tem certeza que deseja terminar todas as outras sessões?
zh_hk: 您確定要從此裝置外的其它裝置登出？
zh_ow: 尼確定要登出所有 其他ㄉ魔法器嗎？

# lng_settings_reset_one_sure
source: Do you want to terminate this session?
cs: Ukončit tuto konekci?
de: Diese Sitzung wirklich abmelden?
es: ¿Quieres cerrar esta sesión?
he: האם ברצונך לבטל חיבור זה
id: Apakah Anda ingin memutuskan sesi ini?
it: Vuoi terminare questa sessione?
ko: 해당 세션을 강제 종료 하시겠습니까?
nl: Deze sessie beëindigen?
pt_br: Você deseja terminar essa sessão?
zh_hk: 您確定要從這個裝置登出？
zh_ow: 尼想要登出這個魔法器嗎？

# lng_settings_reset_button
source: Terminate
cs: Ukončit
de: Beenden
es: Cerrar
he: בצע
id: Putuskan
it: Chiudi
ko: 종료
nl: Beëindigen
pt_br: Encerrar
zh_hk: 登出
zh_ow: 登出

# lng_settings_manage_local_storage
source: Manage local storage
cs: Spravovat lokální úložiště
de: Lokalen Cache verwalten
es: Administrar almacenamiento local
he: ניהול אחסון מקומי
id: Atur penyimpanan lokal
it: Gestisci l'archivio locale
ko: 로컬 저장소 관리
nl: Lokale opslag beheren
pt_br: Gerenciar armazenamento local
zh_hk: 管理本機儲存
zh_ow: 管理本地儲存

# lng_settings_ask_question
source: Ask a Question
cs: Položit otázku
de: Eine Frage stellen
es: Hacer una pregunta
he: תמיכה
id: Tanyakan Pertanyaan
it: Fai una domanda
ko: 질문하기
nl: Een vraag stellen
pt_br: Fazer uma Pergunta
zh_hk: 提出疑問
zh_ow: 提出疑問

# lng_settings_ask_sure
source: Please note that Telegram Support is done by volunteers. We try to respond as quickly as possible, but it may take a while. Please take a look at the Telegram FAQ: it has important troubleshooting tips and answers to most questions.
cs: Měj prosím na paměti, že podporu Telegramu poskytují dobrovolníci. Snažíme se odpovídat tak rychle, jak je to možné, ale může to chvíli trvat. Prosím věnuj pozornost Telegram FAQ: obsahuje důležité tipy a postupy, na většinu nejobvyklejších otázek.
de: Bedenke bitte, dass der Telegram Support von ehrenamtlichen Helfern betreut wird. Kennst du schon die Telegram FAQ? Dort findest du Antworten auf die am häufigsten gestellten Fragen.
es: Por favor, considera que el soporte de Telegram está hecho por voluntarios. Respondemos lo antes posible, pero puede tomar tiempo. Puedes mirar las preguntas frecuentes de Telegram: tienen soluciones a problemas y respuestas para muchas preguntas.
he: שים לב כי התמיכה של טלגרם נעשית על ידי מתנדבים. אנו מנסים להגיב במהירות האפשרית, אך ייתכן שיחלוף זמן מה. נא לעיין בשאלות הנפוצות של טלגרם: יש שם טיפים חשובים לפתרון בעיות ותשובות לרוב השאלות.
id: Mohon diingat bahwa Telegram Support dilakukan oleh sukarelawan. Kami mencoba untuk merespons secepat mungkin, namun mungkin membutuhkan waktu lebih lama. Mohon lihat Telegram FAQ: di sana terdapat kiat pemecahan masalah dan jawaban bagi pertanyaan umum.
it: Per favore nota che l'assistenza di Telegram è fornita da volontari. Proviamo a rispondere quanto prima, ma potrebbe volerci del tempo. Dai un'occhiata alle domande frequenti di Telegram: contengono suggerimenti importanti per risolvere i problemi e risposte a quasi tutte le domande.
ko: 텔레그램에 관한 질문은 자원봉사자들이 답변해 드립니다. 신속한 답변을 위해 노력하지만 답변이 다소 늦을 수 있습니다. 일반적인 문제와 해결방법에 대해서는 자주 묻는 질문을 확인해 보세요.
nl: De ondersteuning voor Telegram wordt gedaan door vrijwilligers. We proberen zo snel mogelijk te reageren maar het kan even duren. Bekijk ook de veelgestelde vragen, deze bevat belangrijke tips en antwoorden op de meest gestelde vragen.
pt_br: Entenda que o suporte do Telegram é feito por voluntários. Tentaremos responder o mais rápido possível, mas poderemos demorar um pouco. Por favor verifique a página de Perguntas Frequentes do Telegram: há dicas e respostas para a maioria das perguntas.
zh_hk: 請注意，Telegram 的技術支援是由義工提供。我們會嘗試盡快回覆，但可能需要一點時間。 請查看「常見問題」：它回答了大部分常見問題，並提供故障排除的重要提示。
zh_ow: 請留意，Telegram ㄉ技術支援是由魔法圖書館提供。我們會試著盡快回覆，但還是需要一點時間。 請看看 Telegram FAQ：其中有重要ㄉ故障排除提示，並且回答ㄌ大多數問題。

# lng_settings_faq_button
source: Go to FAQ
cs: Jít na FAQ
de: FAQ öffnen
es: Ir a preguntas
he: לך לשאלות נפוצות
id: Lihat FAQ
it: Domande frequenti
ko: 자주 묻는 질문 으로 이동
nl: Veelgestelde vragen
pt_br: Ler o FAQ
zh_hk: 前往常見問題
zh_ow: 前往 FAQ

# lng_settings_ask_ok
source: Ask a Volunteer
cs: Ptát se
de: Frage stellen
es: Ir al soporte
he: שאל את התמיכה
id: Tanyakan
it: Chiedi
ko: 질문하기
nl: Vraag
pt_br: Perguntar
zh_hk: 請教義工
zh_ow: 詢問魔法圖書館

# lng_settings_faq
source: Telegram FAQ
es: Preguntas frecuentes
he: שאלות נפוצות בטלגרם
it: Domande frequenti
ko: 텔레그램 자주 묻는 질문
nl: Veelgestelde vragen
pt_br: Perguntas Frequentes
zh_hk: 常見問題
zh_ow: Telegram 常見問題

# lng_settings_logout
source: Log out
cs: Odhlásit
de: Abmelden
es: Cerrar sesión
he: התנתק
id: Keluar log
it: Esci
ko: 로그아웃
nl: Uitloggen
pt_br: Sair
zh_hk: 登出
zh_ow: 登出

# lng_sure_logout
source: Are you sure you want to log out?
cs: Opravdu se chceš odhlásit?
de: Du kannst Telegram von all deinen Geräten gleichzeitig nutzen. Wirklich abmelden?
es: ¿Quieres cerrar sesión?
he: אתה בטוח שאתה רוצה להתנתק מטלגרם במחשב הזה?
id: Apakah Anda yakin ingin keluar log?
it: Sicuro di voler uscire?
ko: 로그아웃을 하시겠습니까?
nl: Weet je zeker dat je wilt uitloggen?
pt_br: Tem certeza que deseja sair?
zh_hk: 您確定要登出？
zh_ow: 尼確定要登出？

# lng_settings_need_restart
source: You need to restart for applying some of the new settings. Restart now?
cs: Pro aplikování některých nastavení je vyžadován restart. Restartovat hned?
de: Neustart für die neuen Einstellungen erforderlich. Jetzt neustarten?
es: Necesitas reiniciar para aplicar algunos de los nuevos ajustes. ¿Reiniciar ahora?
he: עליך להפעיל מחדש עבור החלת חלק מההגדרות החדשות. אתחל עכשיו?
id: Anda perlu memulai ulang untuk menerapkan pengaturan baru. Mulai ulang sekarang?
it: Devi riavviare per applicare alcune delle nuove impostazioni. Riavviare ora?
ko: 새로운 설정을 적용하시려면, 재시작을 하셔야합니다. 재시작 할까요?
nl: Herstarten is vereist om sommige instellingen toe te passen, herstarten?
pt_br: Você precisará reiniciar para aplicar algumas das novas configurações. Reiniciar agora?
zh_hk: 您需要重新啟動以套用一些新的設定。現在重新啟動？
zh_ow: 尼需要重新啟動以套用 一些新ㄉ設定。現在要重新啟動嗎？

# lng_settings_restart_now
source: Restart
de: NEUSTART
es: REINICIAR
he: אתחל
id: MULAI ULANG
it: RIAVVIA
ko: 재시작
nl: Herstarten
pt_br: REINICIAR
zh_hk: 重新啟動
zh_ow: 重新啟動

# lng_sessions_header
source: This device
cs: Nynější konekce
de: Aktuelle Sitzung
es: Sesión actual
he: חשבון נוכחי
id: Sesi sekarang
it: Sessione attuale
ko: 현재 세션
nl: Huidige sessie
pt_br: Sessão atual
zh_hk: 此裝置
zh_ow: 目前使用ㄉ魔法器

# lng_sessions_other_header
source: Active Devices
cs: Aktivní konekce
de: Aktive Sitzungen
es: Sesiones activas
he: חשבונות פעילים
id: Sesi aktif
it: Sessioni attive
ko: 활성화된 세션
nl: Actieve sessies
pt_br: Sessões ativas
zh_hk: 已登入的裝置
zh_ow: 登入ㄉ魔法器

# lng_sessions_other_desc
source: You can log in to Telegram from other mobile, tablet and desktop devices, using the same phone number. All your data will be instantly synchronized.
cs: K Telegramu se můžeš připojit z mobilu, tabletu, nebo desktopových aplikací, použitím stejného telefonního čísla. Všechna data jsou ihned synchronizována.
de: Du kannst Telegram gleichzeitig vom Handy, Tablet oder auch Computer mit der gleichen Handynummer benutzen. Alles wird immer synchronisiert.
es: Puedes iniciar sesión en Telegram desde otro móvil, tablet o computador, usando el mismo número de teléfono. Todos tus datos se sincronizarán al instante.
he: ניתן להתחבר לטלגרם ממכשירים ניידים, טאבלטים ומחשבים שולחניים, תוך שימוש באותו מספר טלפון. כל הנתונים שלך מסונכרנים באופן מיידי.
id: Anda dapat masuk log ke Telegram dari perangkat bergerak lain, tablet dan desktop dengan menggunakan nomor telepon yang sama. Data Anda akan diselaraskan secara otomatis.
it: Ti puoi connettere a Telegram da altri dispositivi mobili, tablet e desktop usando lo stesso numero. Tutti i tuoi dati saranno sincronizzati istantaneamente.
ko: 동일한 휴대번호로 다른 휴대기기, 태블릿과 데스크탑에서 텔레그램 로그인이 가능합니다. 모든 데이터는 즉시 동기화 됩니다.
nl: Je kunt in Telegram inloggen vanaf andere apparaten (mobiel,tablet,desktop) met hetzelfde telefoonnummer. Al je data zal direct worden gesynchroniseerd.
pt_br: Você pode entrar no Telegram de outro celular, tablet e computadores, usando o mesmo número de telefone. Todos seus dados estarão sincronizados.
zh_hk: 您可以登入到 Telegram 從其它行動裝置、平板電腦和桌面電腦，使用相同的手機號碼。所有您的資料將立即同步。
zh_ow: 尼可以使用相同ㄉ魔法器號碼，從其它魔法器、平板電腦和桌面電腦登入 Telegram 。尼ㄉ所有數據將立即同步。

# lng_sessions_terminate_all
source: Terminate all other sessions
cs: Ukončit všechny ostatní konekce
de: Alle anderen Sitzungen abmelden
es: Cerrar todas las otras sesiones
he: סגור את כל החיבורים האחרים
id: Putuskan semua sesi lainnya
it: Termina tutte le altre sessioni
ko: 다른 모든 세션 강제 종료
nl: Beëindig alle andere sessies
pt_br: Encerrar todas as outras sessões
zh_hk: 從其他裝置登出
zh_ow: 登出其他ㄉ魔法器

# lng_blocked_list_title
source: Blocked users
cs: Zablokovaní uživatelé
de: Blockierte Nutzer
es: Usuarios bloqueados
he: משתמשים חסומים
it: Utenti bloccati
ko: 차단된 사용자
nl: Geblokkeerde gebruikers
pt_br: Usuários bloqueados
zh_hk: 黑名單
zh_ow: 魔障屏蔽名單

# lng_blocked_list_unknown_phone
source: unknown phone number
cs: neznámý telefon
de: unbekannte Nummer
es: número desconocido
he: מספר פלאפון לא ידוע
it: numero sconosciuto
ko: 알 수 없는 번호
nl: onbekend nummer
pt_br: número desconhecido
zh_hk: 無效的電話號碼
zh_ow: 未知ㄉ魔法器號碼

# lng_blocked_list_unblock
source: Unblock
cs: Odblokovat
de: Freigeben
es: Desbloquear
he: בטל חסימה
it: Sblocca
ko: 차단해제
nl: Deblokkeer
pt_br: Desbloquear
zh_hk: 解除封鎖
zh_ow: 解除魔障屏蔽

# lng_blocked_list_add
source: Block user
cs: Zablokovat uživatele
de: Nutzer blockieren
es: Bloquear
he: חסום משתמש
it: Blocca utente
ko: 사용자 차단
nl: Blokkeer
pt_br: Bloquear usuário
zh_hk: 封鎖用戶
zh_ow: 魔障屏蔽魔法師

# lng_blocked_list_add_title
source: Select user to block
cs: Vyber uživatele k zablokování
de: Wen möchtest du blockieren?
es: Elige un usuario para bloquear
he: בחר משתמש לחסום
it: Seleziona l'utente da bloccare
ko: 차단할 사용자 선택
nl: Gebruikers blokkeren
pt_br: Selecionar usuário para bloquear
zh_hk: 選擇要封鎖的用戶
zh_ow: 選擇要魔障屏蔽ㄉ魔法師

# lng_blocked_list_already_blocked
source: already blocked
cs: již je zablokován
de: bereits blockiert
es: ya está bloqueado
he: כבר חסום
it: già bloccato
ko: 이미 차단됨
nl: al geblokkeerd
pt_br: já bloqueado
zh_hk: 已封鎖
zh_ow: 已魔障屏蔽

# lng_blocked_list_about
source: Blocked users can't send you messages or add you to groups. They will not see your profile photos, stories, online and last seen status.
cs: Zablokovaní uživatelé ti nemohou poslat zprávy, nebo tě přidávat do skupin. Neuvidí tvůj profilový obrázek, ani tvůj status.
de: Blockierte Nutzer können dir keine Nachrichten schicken oder dich in Gruppen einladen. Sie sehen weder dein Profilbild, noch deinen Online- und "zuletzt gesehen" Status.
es: Los usuarios bloqueados no pueden enviarte mensajes o añadirte a grupos. No verán tus fotos de perfil ni estados de conexión.
he: משתמשים חסומים אינם יכולים לשלוח לך הודעות או להוסיף אותך לקבוצות. הם לא יראו את תמונות הפרופיל שלך, את מצב החיבור שלך ומתי נראית לאחרונה.
it: Gli utenti bloccati non possono inviarti messaggi o aggiungerti ai gruppi. Non vedranno le tue foto profilo, lo stato in linea e l'ultimo accesso.
ko: 차단된 사용자는 회원님에게 메시지나 그룹으로 초대할 수 없습니다. 또한 프로필 사진, 온라인 및 접속 시간을 볼 수 없습니다.
nl: Deze gebruikers kunnen je geen berichten sturen, niet toevoegen aan groepen, je profielfoto, online status en laatst gezien niet zien.
pt_br: Usuários bloqueados não podem te enviar mensagens ou adicionar em grupos. Eles não verão suas fotos de perfil, online e status de visto por último.
zh_hk: 被封鎖的用戶無法向您傳送訊息或將您加入到群組。他們不會看到您的個人相片、在線和最後上線狀態。
zh_ow: 被魔障屏蔽ㄉ魔法師無法向尼傳送水晶玉或將尼加入到圈圈。他們不會看到尼ㄉ個人照片、在線上和最後上線ㄉ狀態。

# lng_blocked_list_not_found
source: No users found.
cs: Žádný uživatel nenalezen.
de: Keine Nutzer gefunden.
es: No se encontraron usuarios.
he: לא נמצאו משתמשים.
it: Nessun utente trovato.
ko: 사용자를 찾 을 수 없음
nl: Geen gebruikers.
pt_br: Nenhum usuário encontrado
zh_hk: 找不到用戶
zh_ow: 沒有找到魔法師。

# lng_edit_privacy_everyone
source: Everybody
cs: Všichni
de: Jeder
es: Todos
he: כולם
it: Tutti
ko: 모두
nl: Iedereen
pt_br: Todos
zh_hk: 所有人
zh_ow: 每個人

# lng_edit_privacy_contacts
source: My contacts
cs: Moje kontakty
de: Meine Kontakte
es: Mis contactos
he: אנשי הקשר שלי
it: I miei contatti
ko: 내주소록
nl: Mijn contacten
pt_br: Meus Contatos
zh_hk: 我的聯絡人
zh_ow: 我ㄉ同伴

# lng_edit_privacy_nobody
source: Nobody
cs: Nikdo
de: Niemand
es: Nadie
he: אף אחד
it: Nessuno
ko: 모두거절
nl: Niemand
pt_br: Ninguém
zh_hk: 沒有人
zh_ow: 沒有人

# lng_edit_privacy_exceptions
source: Add exceptions
cs: Přidat výjimky
de: Ausnahmen hinzufügen
es: Añadir excepciones
he: הוסף חריגים
it: Aggiungi eccezioni
ko: 예외 추가
nl: Uitzonderingen
pt_br: Adicionar exceções
zh_hk: 例外名單
zh_ow: 添加例外

# lng_edit_privacy_lastseen_title
source: Last Seen & Online
cs: Soukromí - viditelnost statusu
de: Zuletzt gesehen
es: Última conexión
he: פרטיות נראה לאחרונה
it: Ultimo accesso
ko: 접속 시간 개인설정
nl: Laatst gezien
pt_br: Visto por último
zh_hk: 最後上線私隱
zh_ow: 最後上線隱私

# lng_edit_privacy_lastseen_warning
source: Unless you are a Premium user, you won't see Last Seen or Online statuses for people with whom you don't share yours. Approximate times will be shown instead (recently, within a week, within a month).
cs: Důležité: Neuvidíš tento status u lidí, kterým toto samé nepovoluješ vidět. Místo toho uvidíš jen hrubý odhad (nedávno, v posledním týdnu, měsíci).
de: Wichtig: Du kannst den "zuletzt gesehen" Status nur von Personen sehen, mit denen du auch deinen teilst. Sonst wird nur die ungefähre Zeit angezeigt.
es: Importante: No verás la última conexión de las personas con las que no compartes la tuya. En su lugar, se mostrarán conexiones indeterminadas (recientemente, hace unos días, hace unas semanas).
he: חשוב: לא תוכל לראות זמנים שהוצגו לאחרונה עבור אנשים שאיתם אינך משתף את הזמן האחרון שלך. במקום זאת, יוצג נראה לאחרונה (לאחרונה, לפני שבוע, זמן רב).
it: Importante: non potrai vedere l'ultimo accesso delle persone con cui non condividi l'ultimo accesso. Verrà mostrato un orario approssimativo (di recente, entro una settimana, entro un mese).
ko: 중요: 접속시간을 공유하지 않는 사람의 접속 시간은 볼 수 없습니다. 대신 대략적으로 접속 시간이 표시 됩니다. (최근에, 일주일 이내, 한달 이내)
nl: Let op: van mensen waarmee je je laatst gezien tijd niet deelt is deze voor jou ook niet zichtbaar. In plaats daarvan krijg je tijden bij benadering te zien.
pt_br: Importante: você não poderá ver o horário de Visto por Último de pessoas com as quais você não compartilha o seu. Você verá um valor aproximado (recentemente, na última semana, no último mês).
zh_hk: 重要提示：如果您選擇不讓其他用戶看到您的最後上線時間，您也不會看到他們的。程式只會顯示大槪的最後上線時間（如最近、一星期內、一個月內等）。
zh_ow: 重要提示：尼不分享尼最後上線時間ㄉ對象，他們ㄉ最後上線時間，尼也將無法看見。取而代之ㄉ是大概ㄉ最後上線時間 ( 最近，一週之內，一個月之內 )。

# lng_edit_privacy_lastseen_always_empty
source: Always share with
de: Immer teilen mit
es: Compartir con
he: שתף תמיד עם
it: Condividi con
ko: 항상 공유
nl: Altijd delen met
pt_br: Sempre compartilhar com
zh_hk: 總是分享
zh_ow: 總是與誰分享

# lng_edit_privacy_lastseen_never_empty
source: Never share with
de: Niemals teilen mit
es: No compartir con
he: לעולם אל תשתף
it: Non condividere con
ko: 항상 공유 안함
nl: Nooit delen met
pt_br: Nunca compartilhar com
zh_hk: 永不分享與
zh_ow: 永不與誰分享
